{
  "@context": "aku-v2",
  "@type": "concept",
  "@id": "vascular:genetic:loeys-dietz-syndrome",
  "metadata": {
    "version": "1.0.0",
    "created": "2026-01-09T01:00:00.000Z",
    "contributors": ["copilot-agent"],
    "confidence": 0.95,
    "status": "validated"
  },
  "classification": {
    "domain_path": "health-sciences/medicine/surgery/vascular/pathology/genetic-connective-tissue/loeys-dietz",
    "type": "concept",
    "difficulty": "advanced",
    "importance": "critical"
  },
  "content": {
    "title": "Loeys-Dietz Syndrome",
    "summary": "Aggressive connective tissue disorder with mutations in TGF-β signaling pathway, characterized by widespread arterial aneurysms and dissections occurring at smaller sizes than other syndromes.",
    "definitions": [
      {
        "term": "Loeys-Dietz Syndrome",
        "definition": "Autosomal dominant connective tissue disorder caused by mutations in TGFBR1 or TGFBR2 (types 1/2), SMAD3 (type 3), TGFB2 (type 4), or TGFB3 (type 5), characterized by arterial tortuosity, widespread aneurysms, and early dissection."
      },
      {
        "term": "Characteristic Triad",
        "definition": "Classic clinical triad: hypertelorism (widely spaced eyes), bifid uvula or cleft palate, and arterial tortuosity with aneurysms."
      }
    ],
    "key_concepts": [
      {
        "concept": "Aggressive Vascular Phenotype",
        "explanation": "Unlike Marfan syndrome, LDS patients dissect at smaller aortic diameters. Mean aortic diameter at dissection is 40mm (vs 55mm in Marfan). Intervention thresholds are therefore lower."
      },
      {
        "concept": "Widespread Arterial Involvement",
        "explanation": "LDS affects arteries throughout the body, not just the aortic root. Head-to-pelvis imaging is essential. Commonly affected: aortic root, descending aorta, carotid, vertebral, and visceral arteries."
      },
      {
        "concept": "Earlier Surgical Thresholds",
        "explanation": "Surgery recommended at: 40mm for aortic root (some advocate 42mm for TGFBR2), or when growth exceeds 3mm/year. The index dimension for aortic surgery is 4.0-4.2 cm (aortic root)."
      },
      {
        "concept": "Surgical Considerations",
        "explanation": "Tissue is fragile, requiring meticulous surgical technique. Teflon felt reinforcement of suture lines is standard. Higher complication rates than typical aneurysm surgery due to tissue quality."
      }
    ],
    "evidence": [
      {
        "citation": "Loeys et al., Original Description, Nature Genetics, 2005",
        "finding": "TGFBR1/2 mutations cause syndrome of aortic aneurysm, arterial tortuosity, and distinctive craniofacial features"
      },
      {
        "citation": "Jondeau et al., Multicenter Registry, 2016",
        "finding": "Median age of first aortic surgery is 26 years; 25% of patients have surgery before age 16"
      }
    ],
    "clinical_pearls": [
      "LDS patients can dissect at aortic diameters considered 'normal' - do not rely on size alone",
      "Complete imaging from head to pelvis is mandatory given multi-vessel involvement",
      "Craniofacial features (hypertelorism, bifid uvula) provide clinical clues to diagnosis",
      "Genetic testing is essential for family screening and prognosis (TGFBR2 may be more severe)",
      "Pregnancy is very high risk; pre-conception surgery and close monitoring are essential"
    ],
    "learning_objectives": [
      "Recognize the clinical triad suggesting Loeys-Dietz syndrome",
      "Compare LDS and Marfan syndrome vascular phenotypes",
      "State appropriate surgical thresholds for LDS",
      "Describe the imaging surveillance protocol for LDS",
      "Explain why LDS requires lower intervention thresholds than other aortopathies"
    ]
  },
  "relationships": {
    "prerequisites": [
      "vascular:foundations:aortic-anatomy"
    ],
    "related_concepts": [
      "vascular:genetic:marfan-syndrome",
      "vascular:genetic:vascular-eds",
      "vascular:pathology:thoracic-aortic-aneurysm"
    ],
    "cross_domain_references": [
      {
        "@id": "genetics:TGFBR-mutations",
        "relationship": "uses",
        "context": "TGF-beta receptor mutations cause LDS"
      }
    ]
  }
}
