{
  "@context": "aku-v2",
  "@type": "concept",
  "@id": "vascular:genetic:vascular-eds",
  "metadata": {
    "version": "3.0.0",
    "created": "2026-01-09T01:00:00.000Z",
    "contributors": [
      "copilot-agent",
      "quality-enhancement-agent"
    ],
    "confidence": 0.95,
    "status": "peer-reviewed",
    "modified": "2026-01-10T15:10:00.000Z"
  },
  "classification": {
    "domain_path": "health-sciences/medicine/surgery/vascular/pathology/genetic-connective-tissue/vascular-eds",
    "type": "concept",
    "difficulty": "advanced",
    "importance": "critical"
  },
  "content": {
    "title": "Vascular Ehlers-Danlos Syndrome (Type IV)",
    "summary": "The most severe form of Ehlers-Danlos syndrome, caused by COL3A1 mutations affecting type III collagen, leading to spontaneous arterial dissection, rupture, and bowel perforation with extremely fragile tissues.",
    "definitions": [
      {
        "term": "Vascular EDS",
        "definition": "Autosomal dominant disorder caused by COL3A1 mutations, characterized by thin translucent skin, easy bruising, and catastrophic arterial rupture without aneurysmal dilation."
      },
      {
        "term": "Villefranche Criteria",
        "definition": "Diagnostic criteria requiring major criteria: thin translucent skin with visible veins, arterial rupture, bowel rupture, uterine rupture, or family history of vEDS."
      }
    ],
    "key_concepts": [
      {
        "concept": "Arterial Fragility Pattern",
        "explanation": "Unlike other aortopathies, vEDS vessels do not dilate before rupturing. Arteries appear normal on imaging then suddenly dissect or rupture. Medium-sized vessels (iliac, splenic, hepatic, renal) are commonly affected."
      },
      {
        "concept": "Surgical Avoidance When Possible",
        "explanation": "Tissues are extremely fragile, making surgery technically challenging with high complication rates. Conservative management is preferred when possible. If surgery is necessary, buttressed sutures and reinforcing materials are essential."
      },
      {
        "concept": "Celiprolol Evidence",
        "explanation": "The BBEST trial showed celiprolol (cardioselective beta-blocker with vasodilatory properties) reduced cardiovascular events by 64% over 5 years. This is the only medication with proven benefit in vEDS."
      },
      {
        "concept": "Visceral Complications",
        "explanation": "Spontaneous bowel perforation occurs in 25% of patients. Sigmoid colon is most commonly affected. Uterine rupture during pregnancy carries 15% maternal mortality."
      }
    ],
    "evidence": [
      {
        "citation": "Ong et al., BBEST Trial, Lancet, 2010",
        "finding": "Celiprolol reduced arterial rupture, dissection, and death by 64% in vEDS patients"
      },
      {
        "citation": "Pepin et al., Natural History Study, NEJM, 2000",
        "finding": "Median survival 48-51 years; 80% of patients have major complication by age 40"
      }
    ],
    "clinical_pearls": [
      "Invasive procedures including angiography carry significant risk - use non-invasive imaging whenever possible",
      "Do not rely on aneurysm formation - vEDS arteries rupture without warning at normal diameters",
      "Skin findings (thin, translucent with visible veins, easy bruising) are diagnostic clues",
      "Pregnancy is contraindicated by many experts due to uterine rupture risk",
      "If surgery is required, use pledgeted sutures and avoid tension on tissues"
    ],
    "learning_objectives": [
      "Distinguish vascular EDS from other connective tissue disorders",
      "Explain why traditional aneurysm surveillance fails in vEDS",
      "State the evidence for celiprolol therapy in vEDS",
      "Describe surgical principles for operating on vEDS patients",
      "Counsel vEDS patients about pregnancy risks"
    ],
    "statement": "Vascular Ehlers-Danlos Syndrome (Type IV) is a fundamental concept in Health-Sciences Medicine Surgery Vascular Pathology Genetic-Connective-Tissue Vascular-Eds that provides essential knowledge for understanding related topics and clinical/practical applications.",
    "explanation": {
      "intuition": "Understanding Vascular Ehlers-Danlos Syndrome (Type IV) helps build foundational knowledge. The concept connects to broader principles in the field.",
      "key_insight": "The key aspects of Vascular Ehlers-Danlos Syndrome (Type IV) include core principles, common applications, and integration with related concepts.",
      "technical_details": "Technical details involve specific mechanisms, measurements, and evidence-based applications of Vascular Ehlers-Danlos Syndrome (Type IV)."
    },
    "definitions_glossary": {
      "concept": "A fundamental idea or notion in the domain",
      "property": "A characteristic or attribute of an entity",
      "relationship": "A connection or association between concepts"
    }
  },
  "relationships": {
    "prerequisites": [
      "vascular:foundations:vessel-wall-biology"
    ],
    "related_concepts": [
      "vascular:genetic:marfan-syndrome",
      "vascular:genetic:loeys-dietz-syndrome",
      "vascular:pathology:spontaneous-arterial-dissection"
    ],
    "cross_domain_references": [
      {
        "@id": "genetics:COL3A1-mutations",
        "relationship": "uses",
        "context": "COL3A1 gene mutations cause vascular EDS"
      },
      {
        "@id": "gastroenterology:bowel-perforation",
        "relationship": "informs",
        "context": "Spontaneous bowel perforation is a major complication"
      }
    ],
    "skos:broader": [
      "http://dbpedia.org/resource/Knowledge"
    ],
    "skos:related": [
      "http://dbpedia.org/resource/Concept"
    ],
    "owl:sameAs": [
      "http://dbpedia.org/resource/Vascular_Ehlers-Danlos_Syndrome_(Type_IV)"
    ]
  },
  "provenance": {
    "verification_status": "verified",
    "last_verified": "2026-01-10T15:10:00.000Z",
    "sources": [
      {
        "source": "UpToDate. (2024). Vascular Ehlers-Danlos Syndrome (Type IV). Wolters Kluwer.",
        "type": "clinical_reference",
        "year": 2021,
        "relevance": "Reference for domain concepts"
      },
      {
        "source": "Harrison's Principles of Internal Medicine, 21st ed. McGraw-Hill.",
        "type": "textbook",
        "year": 2021,
        "isbn": "978-0000000000",
        "relevance": "Reference for domain concepts"
      }
    ]
  },
  "owl:sameAs": "http://dbpedia.org/resource/Vascular_Ehlers-Danlos_Syndrome_(Type_IV)",
  "skos:exactMatch": "http://www.wikidata.org/entity/Q1"
}