{
  "@context": "aku-v2",
  "@type": "concept",
  "@id": "micro-001-supply-demand",
  "metadata": {
    "version": "2.0.0",
    "created": "2026-01-09T11:18:01.000Z",
    "modified": "2026-01-09T11:29:00.000Z",
    "contributors": [
      "aku-generator"
    ],
    "confidence": 0.85,
    "status": "enhanced"
  },
  "classification": {
    "domain_path": "economics/microeconomics",
    "type": "concept",
    "difficulty": "intermediate",
    "importance": "foundational"
  },
  "content": {
    "title": "Supply and Demand",
    "definition": "Market equilibrium determination",
    "key_points": [
      "Core concept of Supply and Demand"
    ],
    "examples": [
      "Example of Supply and Demand"
    ],
    "statement": "Supply and demand explain how the interaction of buyers and sellers in a market determines the price of a good or service and the quantity traded.",
    "explanation": {
      "intuition": "Demand shows how much consumers are willing and able to buy at different prices (typically more at lower prices), while supply shows how much producers are willing and able to sell (typically more at higher prices). Where these two forces meet, the market tends to settle at a single price and quantity: the equilibrium.",
      "key_insight": "The market equilibrium price and quantity are determined at the point where quantity demanded equals quantity supplied. If the price is set above this point, a surplus emerges and puts downward pressure on price; if it is set below, a shortage emerges and pushes price up. Shifts of the demand or supply curve—caused by factors other than the good's own price—create new equilibria and are central to comparative statics analysis.",
      "technical_details": "In a simple competitive market, demand and supply can be represented as functions of price, for example Qd = a - bP (downward-sloping demand) and Qs = c + dP (upward-sloping supply), with a, b, c, d > 0. The equilibrium price Pe and quantity Qe are found by setting Qd = Qs and solving for P and then Q. Elasticities of demand and supply measure the percentage change in quantity with respect to a percentage change in price, and help predict how strongly quantities respond to shocks that shift demand or supply."
    }
  },
  "relationships": {
    "prerequisites": [],
    "related_concepts": [],
    "applications": []
  },
  "provenance": {
    "citations": [
      {
        "source": "Standard reference for Economics",
        "type": "reference"
      },
      {
        "source": "Academic literature review",
        "type": "review"
      }
    ],
    "verification_status": "pending",
    "last_verified": null
  }
}