{
  "@context": "aku-v2",
  "@type": "clinical-concept",
  "@id": "vascular:lymphatic:lymph-004-primary-milroy",
  "metadata": {
    "version": "1.0.0",
    "created": "2026-01-07T00:30:00.000Z",
    "contributors": ["copilot-agent", "knowledge-graph-agent"],
    "confidence": 0.95,
    "status": "validated",
    "last_updated": "2026-01-07T00:30:00.000Z"
  },
  "classification": {
    "domain_path": "health-sciences/medicine/surgery/vascular/pathology/lymphatic",
    "type": "definition",
    "difficulty": "advanced",
    "importance": "high",
    "aku_id": "LYMPH-004",
    "keywords": ["Milroy disease", "congenital lymphedema", "primary lymphedema", "VEGFR3", "FLT4 mutation"],
    "medical_specialty": "vascular_surgery",
    "clinical_context": "lymphatic_disease",
    "isNativeDomain": true
  },
  "content": {
    "statement": {
      "text": "Milroy disease (congenital hereditary lymphedema) is an autosomal dominant primary lymphedema present at birth, caused by mutations in the VEGFR3/FLT4 gene resulting in hypoplastic or aplastic lymphatic vessels in the lower extremities.",
      "formal": "Milroy_Disease = Congenital_Lymphedema + AD_Inheritance + FLT4/VEGFR3_Mutation + Hypoplastic_Lymphatics"
    },
    "explanation": {
      "intuition": "Babies born with Milroy disease have improperly formed lymphatic vessels in their legs from the start. The genetic defect affects a growth factor receptor critical for lymphatic vessel development, so the lymphatics never form properly in the first place.",
      "key_insight": "Milroy disease is one of the few primary lymphedemas with a clearly identified genetic cause. The FLT4/VEGFR3 mutations affect lymphangiogenesis during fetal development, resulting in absent or hypoplastic lymphatics. Despite lifelong disease, affected individuals can often be managed conservatively with good outcomes.",
      "technical_details": "Milroy disease results from heterozygous loss-of-function mutations in the FLT4 gene encoding VEGFR3 (vascular endothelial growth factor receptor 3), the primary receptor for lymphangiogenic growth factors VEGF-C and VEGF-D. These mutations impair lymphatic endothelial cell migration, proliferation, and tube formation during embryogenesis. Penetrance is approximately 85%. Lymphoscintigraphy shows absent or severely reduced lymphatic transport in affected limbs. The lymphedema typically affects the lower extremities bilaterally, with onset at birth or within the first year. Despite the dramatic presentation, cellulitis rates are lower than in secondary lymphedema.",
      "common_misconceptions": [
        "Misconception: Primary lymphedema always starts in childhood. Reality: Primary lymphedema can present at any age - praecox (1-35 years) and tarda (>35 years) are other forms.",
        "Misconception: Milroy disease requires surgery. Reality: Most patients are managed conservatively with compression and lymphedema therapy.",
        "Misconception: Congenital lymphedema means no treatment helps. Reality: Conservative management is often highly effective despite absent lymphatics."
      ]
    }
  },
  "clinical_features": {
    "epidemiology": {
      "inheritance": "Autosomal dominant with 85% penetrance",
      "prevalence": "1 in 6000-10000 births",
      "sex_distribution": "Slight female predominance",
      "onset": "Present at birth or first year of life"
    },
    "genetics": {
      "gene": "FLT4 (VEGFR3) on chromosome 5q35.3",
      "mutation_type": "Heterozygous loss-of-function missense mutations in tyrosine kinase domain",
      "function": "VEGFR3 is essential for lymphatic vessel development (lymphangiogenesis)",
      "penetrance": "~85% of mutation carriers develop lymphedema"
    },
    "presentation": {
      "location": "Bilateral lower extremities, dorsum of feet characteristic",
      "timing": "Present at birth (distinguishing from lymphedema praecox)",
      "characteristics": "Bilateral, symmetric, non-tender swelling",
      "associations": "May have upturned toenails, prominent veins, hydroceles in males"
    },
    "diagnosis": {
      "clinical": "Family history, bilateral lower extremity edema at birth, dorsal foot involvement",
      "imaging": "Lymphoscintigraphy shows absent or severely reduced lymphatic transport",
      "genetic": "FLT4/VEGFR3 mutation analysis confirms diagnosis",
      "differential": "Turner syndrome, Noonan syndrome, other congenital syndromes"
    },
    "management": {
      "conservative": "Complete decongestive therapy, compression garments, skin care",
      "exercise": "Encouraged to maintain mobility and enhance lymphatic function",
      "surgical": "Rarely needed; debulking or lymphovenous anastomosis in refractory cases",
      "prognosis": "Generally good with lifelong management; lower cellulitis risk than secondary lymphedema"
    }
  },
  "skos": {
    "prefLabel": {
      "@language": "en",
      "@value": "Milroy Disease (Congenital Hereditary Lymphedema)"
    },
    "altLabel": [
      "Hereditary lymphedema type IA",
      "Congenital lymphedema",
      "VEGFR3-associated lymphedema"
    ],
    "definition": {
      "@language": "en",
      "@value": "An autosomal dominant primary lymphedema present at birth caused by mutations in the FLT4/VEGFR3 gene, characterized by bilateral lower extremity lymphedema due to hypoplastic or aplastic lymphatic vessels."
    },
    "notation": "LYMPH-004"
  },
  "relationships": {
    "prerequisites": ["vascular:lymphatic:lymph-002-anatomy", "vascular:lymphatic:lymph-003-physiology"],
    "enables": ["vascular:lymphatic:lymph-009-complete-decongestive-therapy"],
    "skos:broader": ["vascular:lymphatic:primary-lymphedema"],
    "skos:related": ["vascular:lymphatic:lymph-005-meige", "vascular:lymphatic:lymph-006-tarda"]
  },
  "provenance": {
    "sources": [
      {
        "type": "review",
        "title": "Primary lymphoedema: clinical features and management in 138 patients",
        "journal": "British Journal of Dermatology",
        "year": 2010
      },
      {
        "type": "guideline",
        "title": "Best practice for the management of lymphoedema",
        "organization": "International Lymphoedema Framework",
        "year": 2006
      }
    ]
  },
  "pedagogical": {
    "target_audience": ["vascular surgery residents", "genetics counselors", "pediatric surgeons"],
    "estimated_time": "15min",
    "learning_objectives": [
      "Define Milroy disease and its genetic basis",
      "Recognize the clinical presentation of congenital hereditary lymphedema",
      "Understand the role of VEGFR3 in lymphatic development",
      "Outline the management approach for primary lymphedema"
    ],
    "clinical_pearls": [
      "Milroy disease presents AT BIRTH - this distinguishes it from lymphedema praecox (onset puberty) and tarda (>35 years)",
      "FLT4/VEGFR3 mutation testing can confirm the diagnosis and inform genetic counseling",
      "Despite absent lymphatics, conservative management is often highly effective",
      "Look for associated findings: upturned toenails, prominent leg veins, hydroceles in males",
      "Cellulitis risk is paradoxically LOWER in Milroy than secondary lymphedema"
    ],
    "board_yield": "MEDIUM"
  },
  "medicalCode": [
    {
      "codingSystem": "SNOMED-CT",
      "codeValue": "49878001",
      "description": "Milroy disease"
    },
    {
      "codingSystem": "ICD-10-CM",
      "codeValue": "Q82.0",
      "description": "Hereditary lymphedema"
    },
    {
      "codingSystem": "OMIM",
      "codeValue": "153100",
      "description": "Lymphedema, hereditary, IA"
    }
  ]
}
