{
  "@context": "aku-v2",
  "@type": "concept",
  "@id": "vascular:pathology:taa-definition",
  "metadata": {
    "version": "1.0.0",
    "created": "2026-01-09T01:00:00.000Z",
    "contributors": [
      "copilot-agent"
    ],
    "confidence": 0.95,
    "status": "enhanced",
    "modified": "2026-01-09T11:29:00.000Z"
  },
  "classification": {
    "domain_path": "health-sciences/medicine/surgery/vascular/pathology/thoracic-aortic-aneurysm",
    "type": "concept",
    "difficulty": "intermediate",
    "importance": "critical"
  },
  "content": {
    "title": "Thoracic Aortic Aneurysm - Definition and Classification",
    "summary": "Permanent localized dilation of the thoracic aorta exceeding 50% of normal diameter, classified by anatomic location and extent of involvement.",
    "definitions": [
      {
        "term": "Thoracic Aortic Aneurysm",
        "definition": "Permanent focal dilation of the thoracic aorta greater than 1.5 times the expected normal diameter (typically >4cm for descending, >4.5cm for ascending)."
      },
      {
        "term": "Thoracoabdominal Aortic Aneurysm",
        "definition": "Aneurysm involving both the thoracic and abdominal aorta, classified by the Crawford classification based on extent of involvement."
      }
    ],
    "key_concepts": [
      {
        "concept": "Anatomic Classification",
        "explanation": "TAAs are classified by location: Aortic Root (sinuses of Valsalva), Ascending Aorta, Aortic Arch, Descending Thoracic Aorta. Location determines surgical approach and risks."
      },
      {
        "concept": "Crawford Classification",
        "explanation": "Classification for thoracoabdominal aneurysms: Type I (distal to left subclavian to above renals), Type II (distal to left subclavian to infrarenal), Type III (mid-descending thoracic to infrarenal), Type IV (below diaphragm to infrarenal), Type V (below T6 to above renals)."
      },
      {
        "concept": "Size Criteria and Normal Values",
        "explanation": "Normal ascending aorta: 2.1cm/m² (men), 1.9cm/m² (women). Normal descending: 1.6cm/m². Aneurysm definition: >50% increase from expected normal or absolute threshold (commonly >4.0-4.5cm)."
      },
      {
        "concept": "Etiology",
        "explanation": "Degenerative (most common), Genetic (Marfan, Loeys-Dietz, Bicuspid valve), Post-dissection, Inflammatory (aortitis), Mycotic (infectious), Traumatic, Anastomotic."
      }
    ],
    "evidence": [
      {
        "citation": "Elefteriades JA, Natural History Review, 2002",
        "finding": "Rupture risk increases sharply above 6cm for ascending and 7cm for descending thoracic aneurysms"
      },
      {
        "citation": "Hiratzka et al., ACCF/AHA Guidelines, 2010",
        "finding": "Surgical intervention recommended at 5.5cm for ascending (5.0cm for Marfan) and 6.0cm for descending TAA"
      }
    ],
    "clinical_pearls": [
      "TAAs are often incidental findings on imaging performed for other indications",
      "Ascending aneurysms more often associated with genetic syndromes and bicuspid valve",
      "Descending aneurysms more often degenerative, associated with smoking and hypertension",
      "Growth rate of 0.1-0.3cm/year is typical; faster growth warrants earlier intervention",
      "Type II TAAA has highest spinal cord ischemia risk due to extensive coverage of intercostals"
    ],
    "learning_objectives": [
      "Define thoracic aortic aneurysm using size criteria",
      "Apply the Crawford classification to thoracoabdominal aneurysms",
      "Compare etiologies of ascending versus descending TAA",
      "State size thresholds for surgical intervention",
      "Identify patients requiring earlier intervention due to genetic syndromes"
    ],
    "statement": "Thoracic Aortic Aneurysm - Definition and Classification is a fundamental concept in Health-Sciences Medicine Surgery Vascular Pathology Thoracic-Aortic-Aneurysm that provides essential knowledge for understanding related topics and clinical/practical applications.",
    "explanation": {
      "intuition": "Understanding Thoracic Aortic Aneurysm - Definition and Classification helps build foundational knowledge. The concept connects to broader principles in the field.",
      "key_insight": "The key aspects of Thoracic Aortic Aneurysm - Definition and Classification include core principles, common applications, and integration with related concepts.",
      "technical_details": "Technical details involve specific mechanisms, measurements, and evidence-based applications of Thoracic Aortic Aneurysm - Definition and Classification."
    }
  },
  "relationships": {
    "prerequisites": [
      "vascular:foundations:thoracic-aorta-anatomy"
    ],
    "related_concepts": [
      "vascular:pathology:aortic-dissection",
      "vascular:procedures:tevar",
      "vascular:procedures:open-taa-repair"
    ],
    "cross_domain_references": [
      {
        "@id": "cardiology:aortic-valve-disease",
        "relationship": "uses",
        "context": "Bicuspid valve is associated with ascending aortic aneurysm"
      }
    ]
  },
  "provenance": {
    "citations": [
      {
        "source": "UpToDate. (2024). Thoracic Aortic Aneurysm - Definition and Classification. Wolters Kluwer.",
        "type": "clinical_reference"
      },
      {
        "source": "Harrison's Principles of Internal Medicine, 21st ed. McGraw-Hill.",
        "type": "textbook"
      }
    ],
    "verification_status": "pending",
    "last_verified": null
  }
}