{
  "@context": "aku-v2",
  "@type": "concept",
  "@id": "vascular:pathology:crawford-classification",
  "metadata": {
    "version": "1.0.0",
    "created": "2026-01-09T01:00:00.000Z",
    "contributors": ["copilot-agent"],
    "confidence": 0.95,
    "status": "validated"
  },
  "classification": {
    "domain_path": "health-sciences/medicine/surgery/vascular/pathology/thoracic-aortic-aneurysm",
    "type": "concept",
    "difficulty": "advanced",
    "importance": "critical"
  },
  "content": {
    "title": "Crawford Classification of Thoracoabdominal Aortic Aneurysms",
    "summary": "Anatomic classification system for thoracoabdominal aortic aneurysms (TAAA) that predicts operative complexity and spinal cord ischemia risk based on the extent of aortic involvement.",
    "definitions": [
      {
        "term": "Crawford Type I",
        "definition": "Aneurysm from distal to the left subclavian artery to above the renal arteries (does not involve visceral segment)."
      },
      {
        "term": "Crawford Type II",
        "definition": "Aneurysm from distal to the left subclavian artery to below the renal arteries (entire descending thoracic and abdominal aorta)."
      },
      {
        "term": "Crawford Type III",
        "definition": "Aneurysm from mid-descending thoracic aorta (T6) to below the renal arteries."
      },
      {
        "term": "Crawford Type IV",
        "definition": "Aneurysm from below the diaphragm to below the renal arteries (primarily abdominal but includes suprarenal segment)."
      },
      {
        "term": "Crawford Type V",
        "definition": "Aneurysm from below T6 to above the renal arteries (does not involve infrarenal aorta)."
      }
    ],
    "key_concepts": [
      {
        "concept": "Spinal Cord Ischemia Risk",
        "explanation": "Risk varies by Crawford type: Type II has highest risk (10-25%) due to extensive coverage of intercostal arteries. Type IV has lowest risk (2-5%). The artery of Adamkiewicz (typically T9-L2) is critical for spinal cord perfusion."
      },
      {
        "concept": "Operative Planning",
        "explanation": "Classification determines: extent of aortic clamping, number of intercostal reimplantations needed, visceral segment management, and spinal cord protection strategies required."
      },
      {
        "concept": "Spinal Cord Protection Strategies",
        "explanation": "Strategies include: cerebrospinal fluid drainage, distal aortic perfusion (left heart bypass), hypothermia, intercostal artery reimplantation, staged repair, and permissive hypertension postoperatively."
      },
      {
        "concept": "Modified Safi Classification",
        "explanation": "Refinement adding extent of coverage: Type Ia/Ib (subclavian involvement), Type IIa/IIb (infrarenal extent), allowing better prediction of outcomes and planning."
      }
    ],
    "evidence": [
      {
        "citation": "Coselli et al., Extent II TAAA Outcomes, 2016",
        "finding": "Contemporary series show paraplegia rates of 4-6% for Type II with modern spinal protection protocols"
      },
      {
        "citation": "Safi et al., Staged Repair Approach, 2003",
        "finding": "Staged repair of extensive aneurysms reduces paraplegia risk by allowing spinal cord collateral development"
      }
    ],
    "clinical_pearls": [
      "Type II TAAA is the most extensive and challenging with highest spinal cord ischemia risk",
      "CSF drainage is used for all extents but is most critical for Type I, II, and III",
      "Type IV is often managed with open or hybrid approaches similar to juxtarenal AAA",
      "Staged repair (proximal then distal) allows collateral development and reduces SCI risk",
      "Postoperative hypotension is the enemy - maintain MAP >80-90 mmHg"
    ],
    "learning_objectives": [
      "Describe the anatomic boundaries of each Crawford type",
      "Correlate Crawford type with spinal cord ischemia risk",
      "List spinal cord protection strategies for TAAA repair",
      "Explain the rationale for staged repair of extensive TAAA",
      "Identify the role of CSF drainage in TAAA surgery"
    ]
  },
  "relationships": {
    "prerequisites": [
      "vascular:pathology:taa-definition"
    ],
    "related_concepts": [
      "vascular:complications:spinal-cord-ischemia",
      "vascular:procedures:open-taaa-repair",
      "vascular:procedures:branched-evar"
    ],
    "cross_domain_references": [
      {
        "@id": "neurology:spinal-cord-perfusion",
        "relationship": "uses",
        "context": "Spinal cord blood supply is critical in TAAA surgery"
      }
    ]
  }
}
