{
  "@context": "aku-v2",
  "@type": "concept",
  "@id": "vascular:genetic:marfan-syndrome",
  "metadata": {
    "version": "1.0.0",
    "created": "2026-01-09T01:00:00.000Z",
    "contributors": [
      "copilot-agent"
    ],
    "confidence": 0.95,
    "status": "enhanced",
    "modified": "2026-01-09T11:29:00.000Z"
  },
  "classification": {
    "domain_path": "health-sciences/medicine/surgery/vascular/pathology/genetic-connective-tissue/marfan-syndrome",
    "type": "concept",
    "difficulty": "advanced",
    "importance": "critical"
  },
  "content": {
    "title": "Marfan Syndrome - Vascular Manifestations",
    "summary": "Autosomal dominant connective tissue disorder caused by FBN1 gene mutations affecting fibrillin-1, leading to aortic root aneurysm, dissection, and other cardiovascular complications.",
    "definitions": [
      {
        "term": "Marfan Syndrome",
        "definition": "Autosomal dominant connective tissue disorder caused by mutations in FBN1 gene encoding fibrillin-1, with multisystem involvement including cardiovascular, ocular, and musculoskeletal systems."
      },
      {
        "term": "Ghent Criteria",
        "definition": "Diagnostic criteria for Marfan syndrome (revised 2010) emphasizing aortic root dilation/dissection and ectopia lentis as cardinal features, with systemic features score."
      }
    ],
    "key_concepts": [
      {
        "concept": "Cardiovascular Manifestations",
        "explanation": "Primary vascular features include: aortic root dilation (sinuses of Valsalva), aortic regurgitation, mitral valve prolapse, and type A aortic dissection. The ascending aorta and root are most affected; descending aortic disease occurs later."
      },
      {
        "concept": "Aortic Root Dilation and Z-Score",
        "explanation": "Z-score normalizes aortic root diameter for body surface area. Z-score ≥2 is significant; ≥3 is severe. In adults, aortic root >40mm indicates increased risk; surgery typically recommended at 50mm (45mm with risk factors)."
      },
      {
        "concept": "Surgical Thresholds",
        "explanation": "Prophylactic surgery recommended at: 50mm (no risk factors), 45mm (family history of dissection, rapid growth >5mm/year, severe aortic regurgitation, pregnancy desire), or 40mm if undergoing other cardiac surgery."
      },
      {
        "concept": "Valve-Sparing Root Replacement",
        "explanation": "David operation (reimplantation) and Yacoub procedure (remodeling) preserve the native aortic valve while replacing the aortic root, avoiding need for lifelong anticoagulation."
      }
    ],
    "evidence": [
      {
        "citation": "Revised Ghent Nosology, 2010",
        "finding": "Aortic root dilation (Z-score ≥2) or dissection + ectopia lentis sufficient for diagnosis; FBN1 testing supportive but not required"
      },
      {
        "citation": "Lacro et al., Pediatric Heart Network Atenolol vs Losartan Trial, 2014",
        "finding": "Both beta-blockers and ARBs reduce aortic root dilation rate; no significant difference between agents"
      }
    ],
    "clinical_pearls": [
      "Annual echocardiography is standard surveillance; upgrade to CT/MRI when root approaches surgical threshold",
      "Beta-blocker therapy should be started at diagnosis to reduce aortic wall stress",
      "Pregnancy carries significant risk of aortic dissection; aortic root >40mm is relative contraindication",
      "After root surgery, surveillance of remaining aorta is mandatory - chronic dissection and aneurysm can occur",
      "FBN1 testing useful for family screening but not required for clinical diagnosis"
    ],
    "learning_objectives": [
      "Apply the revised Ghent criteria for Marfan syndrome diagnosis",
      "Interpret aortic root Z-scores in Marfan syndrome",
      "State surgical thresholds for prophylactic aortic root replacement",
      "Compare valve-sparing versus Bentall root replacement procedures",
      "Describe lifelong surveillance requirements after aortic surgery"
    ],
    "statement": "Marfan Syndrome - Vascular Manifestations is a fundamental concept in Health-Sciences Medicine Surgery Vascular Pathology Genetic-Connective-Tissue Marfan-Syndrome that provides essential knowledge for understanding related topics and clinical/practical applications.",
    "explanation": {
      "intuition": "Understanding Marfan Syndrome - Vascular Manifestations helps build foundational knowledge. The concept connects to broader principles in the field.",
      "key_insight": "The key aspects of Marfan Syndrome - Vascular Manifestations include core principles, common applications, and integration with related concepts.",
      "technical_details": "Technical details involve specific mechanisms, measurements, and evidence-based applications of Marfan Syndrome - Vascular Manifestations."
    }
  },
  "relationships": {
    "prerequisites": [
      "vascular:foundations:aortic-anatomy"
    ],
    "related_concepts": [
      "vascular:genetic:loeys-dietz-syndrome",
      "vascular:pathology:aortic-root-aneurysm",
      "vascular:procedures:valve-sparing-root-replacement"
    ],
    "cross_domain_references": [
      {
        "@id": "genetics:FBN1-mutations",
        "relationship": "uses",
        "context": "FBN1 gene mutations cause Marfan syndrome"
      },
      {
        "@id": "cardiology:aortic-valve-disease",
        "relationship": "informs",
        "context": "Aortic regurgitation is a common complication"
      }
    ]
  },
  "provenance": {
    "citations": [
      {
        "source": "UpToDate. (2024). Marfan Syndrome - Vascular Manifestations. Wolters Kluwer.",
        "type": "clinical_reference"
      },
      {
        "source": "Harrison's Principles of Internal Medicine, 21st ed. McGraw-Hill.",
        "type": "textbook"
      }
    ],
    "verification_status": "pending",
    "last_verified": null
  }
}