{
  "@context": "aku-v2",
  "@type": "concept",
  "@id": "vascular:trauma:blunt-aortic-injury",
  "metadata": {
    "version": "1.0.0",
    "created": "2026-01-09T01:00:00.000Z",
    "contributors": ["copilot-agent"],
    "confidence": 0.95,
    "status": "validated"
  },
  "classification": {
    "domain_path": "health-sciences/medicine/surgery/vascular/pathology/trauma",
    "type": "concept",
    "difficulty": "advanced",
    "importance": "critical"
  },
  "content": {
    "title": "Blunt Thoracic Aortic Injury (BTAI)",
    "summary": "Life-threatening injury to the thoracic aorta from blunt trauma, typically from rapid deceleration mechanisms such as high-speed motor vehicle collisions or falls from height.",
    "definitions": [
      {
        "term": "Blunt Thoracic Aortic Injury",
        "definition": "Traumatic disruption of the thoracic aortic wall from non-penetrating forces, ranging from intimal tear to complete transection."
      },
      {
        "term": "Isthmus",
        "definition": "The most common site of BTAI, located just distal to the left subclavian artery at the junction of the relatively mobile aortic arch and fixed descending aorta."
      }
    ],
    "key_concepts": [
      {
        "concept": "Mechanism of Injury",
        "explanation": "Rapid deceleration creates differential movement between the fixed descending aorta and mobile aortic arch, causing shearing forces at the isthmus. Additional mechanisms include osseous pinch (vertebral body compression) and water-hammer effect (sudden blood pressure increase)."
      },
      {
        "concept": "SVS Injury Grading",
        "explanation": "Grade I: Intimal tear. Grade II: Intramural hematoma. Grade III: Pseudoaneurysm. Grade IV: Free rupture. Management varies by grade, with grades I-II often managed non-operatively with surveillance."
      },
      {
        "concept": "Imaging Diagnosis",
        "explanation": "CTA is the gold standard for diagnosis. Key findings include: mediastinal hematoma, intimal flap, pseudoaneurysm formation, irregular aortic contour, and periaortic hematoma."
      },
      {
        "concept": "TEVAR as First-Line Treatment",
        "explanation": "Thoracic endovascular aortic repair (TEVAR) has become the preferred treatment for BTAI, with significantly lower mortality (7.2%) and paraplegia rates (0.8%) compared to open repair."
      }
    ],
    "evidence": [
      {
        "citation": "Society for Vascular Surgery Guidelines on BTAI Management, 2011",
        "finding": "TEVAR is recommended as the treatment of choice for anatomically suitable BTAI patients"
      },
      {
        "citation": "Demetriades et al., AAST Multicenter Study, 2008",
        "finding": "Delayed repair with blood pressure control reduces mortality compared to emergent surgery in hemodynamically stable patients"
      }
    ],
    "clinical_pearls": [
      "Only 20-30% of patients with BTAI survive to reach the hospital; the majority die at the scene from free rupture",
      "80% of BTAIs occur at the isthmus; other locations include ascending aorta, aortic root, and diaphragmatic hiatus",
      "Delayed repair (24-72 hours) with anti-impulse therapy allows treatment of other life-threatening injuries first",
      "Landing zone considerations in young patients: left subclavian artery coverage may require revascularization",
      "Long-term surveillance is mandatory as device durability in young trauma patients is unknown"
    ],
    "learning_objectives": [
      "Describe the mechanism and common locations of blunt thoracic aortic injury",
      "Apply the SVS grading system to classify BTAI severity",
      "Recognize CTA findings diagnostic of BTAI",
      "Compare outcomes of TEVAR versus open repair for BTAI",
      "Outline the role of delayed repair and anti-impulse therapy"
    ]
  },
  "relationships": {
    "prerequisites": [
      "vascular:foundations:thoracic-aorta-anatomy"
    ],
    "related_concepts": [
      "vascular:procedures:tevar",
      "vascular:pathology:aortic-dissection",
      "vascular:trauma:penetrating-aortic-injury"
    ],
    "cross_domain_references": [
      {
        "@id": "trauma-surgery:thoracic-trauma",
        "relationship": "uses",
        "context": "BTAI is a key component of thoracic trauma evaluation"
      }
    ]
  }
}
