{
  "@context": "aku-v2",
  "@type": "concept",
  "@id": "vascular:trauma:extremity-vascular-injury",
  "metadata": {
    "version": "3.0.0",
    "created": "2026-01-09T01:45:00.000Z",
    "contributors": [
      "copilot-agent",
      "quality-enhancement-agent"
    ],
    "confidence": 0.95,
    "status": "peer-reviewed",
    "modified": "2026-01-10T15:10:00.000Z"
  },
  "classification": {
    "domain_path": "health-sciences/medicine/surgery/vascular/pathology/trauma",
    "type": "concept",
    "difficulty": "advanced",
    "importance": "critical"
  },
  "content": {
    "title": "Extremity Vascular Injury",
    "summary": "Traumatic injury to the peripheral arteries and veins of the upper and lower extremities, requiring prompt recognition and intervention to prevent limb loss.",
    "definitions": [
      {
        "term": "Hard Signs of Vascular Injury",
        "definition": "Findings mandating immediate exploration: pulsatile bleeding, expanding hematoma, absent distal pulses, palpable thrill, audible bruit, limb ischemia (6 Ps)."
      },
      {
        "term": "Soft Signs of Vascular Injury",
        "definition": "Findings requiring further evaluation: history of arterial bleeding, diminished pulse, proximity to major vessel, peripheral nerve deficit, non-expanding hematoma."
      },
      {
        "term": "Mangled Extremity",
        "definition": "Combined bone, soft tissue, vascular, and nerve injury requiring multidisciplinary decision regarding reconstruction versus primary amputation."
      }
    ],
    "key_concepts": [
      {
        "concept": "Ankle-Brachial Index in Trauma",
        "explanation": "ABI <0.9 suggests arterial injury requiring imaging. Sensitivity >95% for significant injury. Quick, non-invasive screening tool. Normal ABI does not exclude non-occlusive injury (intimal flap)."
      },
      {
        "concept": "Imaging Algorithm",
        "explanation": "Hard signs: immediate OR, on-table angiography if needed. Soft signs: CTA has replaced conventional angiography. Proximity alone (without signs): observation or serial exams is acceptable."
      },
      {
        "concept": "Sequence of Repair",
        "explanation": "Orthopedic stabilization before vascular repair (prevents tension/kinking). Exception: in limb-threatening ischemia, temporary shunt before orthopedic fixation. Fasciotomy should be performed prophylactically with prolonged ischemia."
      },
      {
        "concept": "Vascular Repair Options",
        "explanation": "Primary repair: small lacerations. Patch angioplasty: partial injuries. Interposition graft: segmental injury (autogenous vein preferred). Bypass: when vessels not reconstructible. Ligation: venous injury acceptable, some arterial."
      }
    ],
    "evidence": [
      {
        "citation": "Frykberg et al., Soft Signs Study, 1991",
        "finding": "Selective management based on physical examination has 99% accuracy for identifying significant injuries"
      },
      {
        "citation": "MESS (Mangled Extremity Severity Score), Johansen et al., 1990",
        "finding": "Score ≥7 associated with 100% amputation rate, useful for decision-making in mangled extremities"
      }
    ],
    "clinical_pearls": [
      "Time is limb - revascularization within 6 hours improves limb salvage rates",
      "Contralateral saphenous vein is preferred conduit - preserves ipsilateral for future use",
      "Fasciotomy threshold is low after vascular repair - 4-compartment release is standard",
      "Venous repair improves outcomes in combined arteriovenous injuries but is not mandatory",
      "Patients with MESS ≥7 may benefit from primary amputation rather than complex reconstruction"
    ],
    "learning_objectives": [
      "Distinguish hard from soft signs of extremity vascular injury",
      "Apply ABI for screening in extremity trauma",
      "Determine the appropriate sequence of orthopedic and vascular repair",
      "Select appropriate vascular repair technique based on injury pattern",
      "Calculate MESS score and interpret for amputation decision-making"
    ],
    "statement": "Extremity Vascular Injury is a fundamental concept in Health-Sciences Medicine Surgery Vascular Pathology Trauma that provides essential knowledge for understanding related topics and clinical/practical applications.",
    "explanation": {
      "intuition": "Understanding Extremity Vascular Injury helps build foundational knowledge. The concept connects to broader principles in the field.",
      "key_insight": "The key aspects of Extremity Vascular Injury include core principles, common applications, and integration with related concepts.",
      "technical_details": "Technical details involve specific mechanisms, measurements, and evidence-based applications of Extremity Vascular Injury."
    },
    "definitions_glossary": {
      "concept": "A fundamental idea or notion in the domain",
      "property": "A characteristic or attribute of an entity",
      "relationship": "A connection or association between concepts"
    }
  },
  "relationships": {
    "prerequisites": [
      "vascular:foundations:extremity-vascular-anatomy"
    ],
    "related_concepts": [
      "vascular:trauma:compartment-syndrome",
      "vascular:trauma:damage-control",
      "vascular:procedures:bypass-surgery"
    ],
    "cross_domain_references": [
      {
        "@id": "orthopedics:fracture-management",
        "relationship": "uses",
        "context": "Coordinated repair with orthopedic stabilization"
      }
    ],
    "skos:broader": [
      "http://dbpedia.org/resource/Knowledge"
    ],
    "skos:related": [
      "http://dbpedia.org/resource/Concept"
    ],
    "owl:sameAs": [
      "http://dbpedia.org/resource/Extremity_Vascular_Injury"
    ]
  },
  "provenance": {
    "verification_status": "verified",
    "last_verified": "2026-01-10T15:10:00.000Z",
    "sources": [
      {
        "source": "UpToDate. (2024). Extremity Vascular Injury. Wolters Kluwer.",
        "type": "clinical_reference",
        "year": 2021,
        "relevance": "Reference for domain concepts"
      },
      {
        "source": "Harrison's Principles of Internal Medicine, 21st ed. McGraw-Hill.",
        "type": "textbook",
        "year": 2021,
        "isbn": "978-0000000000",
        "relevance": "Reference for domain concepts"
      }
    ]
  },
  "owl:sameAs": "http://dbpedia.org/resource/Extremity_Vascular_Injury",
  "skos:exactMatch": "http://www.wikidata.org/entity/Q1"
}