{
  "@context": "aku-v2",
  "@type": "concept",
  "@id": "vascular:trauma:compartment-syndrome",
  "metadata": {
    "version": "1.0.0",
    "created": "2026-01-09T01:00:00.000Z",
    "contributors": [
      "copilot-agent"
    ],
    "confidence": 0.95,
    "status": "enhanced",
    "modified": "2026-01-09T11:29:00.000Z"
  },
  "classification": {
    "domain_path": "health-sciences/medicine/surgery/vascular/pathology/trauma",
    "type": "concept",
    "difficulty": "advanced",
    "importance": "critical"
  },
  "content": {
    "title": "Extremity Compartment Syndrome",
    "summary": "A surgical emergency characterized by elevated pressure within a closed fascial space compromising tissue perfusion, leading to muscle necrosis and permanent disability if not promptly treated with fasciotomy.",
    "definitions": [
      {
        "term": "Compartment Syndrome",
        "definition": "Condition where increased pressure within a closed osteo-fascial compartment compromises the circulation and viability of tissues within that space."
      },
      {
        "term": "Delta Pressure",
        "definition": "The difference between diastolic blood pressure and measured compartment pressure. A delta pressure <30 mmHg is concerning and <20 mmHg is considered diagnostic."
      }
    ],
    "key_concepts": [
      {
        "concept": "Lower Leg Compartments",
        "explanation": "The lower leg has four compartments: anterior (most commonly affected, contains deep peroneal nerve and anterior tibial vessels), lateral (superficial peroneal nerve), superficial posterior (gastrocnemius, soleus), and deep posterior (tibial nerve, posterior tibial vessels)."
      },
      {
        "concept": "The 6 Ps - Clinical Signs",
        "explanation": "Pain (especially with passive stretch), Pressure (tense compartment), Paresthesias, Pallor, Pulselessness, and Paralysis. Pain out of proportion and pain with passive stretch are early and most sensitive findings. Loss of pulses is a late finding."
      },
      {
        "concept": "Fasciotomy Technique",
        "explanation": "Four-compartment fasciotomy of the lower leg requires two incisions: lateral (anterior and lateral compartments) and medial (superficial and deep posterior). All four compartments must be released. Skin incisions are left open for delayed closure."
      },
      {
        "concept": "Post-Revascularization Compartment Syndrome",
        "explanation": "Reperfusion after prolonged ischemia (>4-6 hours) is a major cause of compartment syndrome. Prophylactic fasciotomy should be considered with revascularization after prolonged ischemia."
      }
    ],
    "evidence": [
      {
        "citation": "McQueen et al., Compartment Pressure Monitoring Study, 2000",
        "finding": "Delta pressure <30 mmHg correlates with clinical compartment syndrome requiring fasciotomy"
      },
      {
        "citation": "Mubarak et al., Clinical Diagnosis Series, 1979",
        "finding": "Pain with passive stretch of muscles within the compartment is the most sensitive early clinical finding"
      }
    ],
    "clinical_pearls": [
      "Pulses are often present even in established compartment syndrome - do not wait for pulse loss",
      "In obtunded patients, measure compartment pressures directly using a handheld pressure monitor",
      "Delayed fasciotomy (>6-8 hours) results in significantly higher rates of amputation and mortality",
      "Thigh compartment syndrome is less common but often missed - high index of suspicion with femur fractures",
      "Forearm compartment syndrome requires volar and dorsal fasciotomy; carpal tunnel release may be needed"
    ],
    "learning_objectives": [
      "Name the four compartments of the lower leg and their contents",
      "Recognize early clinical signs of compartment syndrome",
      "Calculate and interpret delta pressure for compartment syndrome diagnosis",
      "Describe the two-incision four-compartment fasciotomy technique",
      "Identify risk factors for post-revascularization compartment syndrome"
    ],
    "statement": "Extremity Compartment Syndrome is a fundamental concept in Health-Sciences Medicine Surgery Vascular Pathology Trauma that provides essential knowledge for understanding related topics and clinical/practical applications.",
    "explanation": {
      "intuition": "Understanding Extremity Compartment Syndrome helps build foundational knowledge. The concept connects to broader principles in the field.",
      "key_insight": "The key aspects of Extremity Compartment Syndrome include core principles, common applications, and integration with related concepts.",
      "technical_details": "Technical details involve specific mechanisms, measurements, and evidence-based applications of Extremity Compartment Syndrome."
    }
  },
  "relationships": {
    "prerequisites": [
      "vascular:foundations:extremity-anatomy"
    ],
    "related_concepts": [
      "vascular:pathology:acute-limb-ischemia",
      "vascular:trauma:extremity-vascular-injury",
      "vascular:procedures:fasciotomy"
    ],
    "cross_domain_references": [
      {
        "@id": "orthopedics:tibial-fractures",
        "relationship": "uses",
        "context": "Tibial fractures are a leading cause of compartment syndrome"
      }
    ]
  },
  "provenance": {
    "citations": [
      {
        "source": "UpToDate. (2024). Extremity Compartment Syndrome. Wolters Kluwer.",
        "type": "clinical_reference"
      },
      {
        "source": "Harrison's Principles of Internal Medicine, 21st ed. McGraw-Hill.",
        "type": "textbook"
      }
    ],
    "verification_status": "pending",
    "last_verified": null
  }
}