{
  "@context": "aku-v2",
  "@type": "concept",
  "@id": "vascular:trauma:damage-control",
  "metadata": {
    "version": "1.0.0",
    "created": "2026-01-09T01:30:00.000Z",
    "contributors": ["copilot-agent"],
    "confidence": 0.95,
    "status": "validated"
  },
  "classification": {
    "domain_path": "health-sciences/medicine/surgery/vascular/pathology/trauma",
    "type": "concept",
    "difficulty": "advanced",
    "importance": "critical"
  },
  "content": {
    "title": "Damage Control Vascular Surgery",
    "summary": "Staged surgical approach for severely injured patients prioritizing hemorrhage control and physiologic resuscitation over definitive repair, with temporary shunting for vascular injuries.",
    "definitions": [
      {
        "term": "Damage Control Surgery",
        "definition": "Abbreviated surgical intervention focusing on hemorrhage control and contamination limitation, followed by ICU resuscitation, then planned return for definitive repair."
      },
      {
        "term": "Lethal Triad",
        "definition": "Hypothermia (<35°C), acidosis (pH <7.25), and coagulopathy (INR >1.5) - physiologic derangements indicating need for damage control approach."
      },
      {
        "term": "Temporary Vascular Shunt",
        "definition": "Prosthetic tube placed within injured artery or vein to restore flow temporarily, allowing physiologic resuscitation before definitive repair."
      }
    ],
    "key_concepts": [
      {
        "concept": "Indications for Damage Control",
        "explanation": "Severe physiologic derangement (lethal triad), multiple injuries requiring prolonged surgery, hostile abdomen, transfusion >10 units, inability to obtain definitive hemostasis, or need for additional resources/expertise."
      },
      {
        "concept": "Temporary Shunt Technique",
        "explanation": "Argyle, Javid, or Pruitt-Inahara shunts are commonly used. Secure with vessel loops or suture. Systemic heparinization if possible but not mandatory. Patency rates >80% at 24-48 hours. Definitive repair within 24-72 hours."
      },
      {
        "concept": "Damage Control Phases",
        "explanation": "Phase 1: Initial abbreviated surgery (hemorrhage control, shunting, fasciotomy). Phase 2: ICU resuscitation (rewarming, correction of coagulopathy, acidosis). Phase 3: Definitive repair (within 24-72 hours when stable)."
      },
      {
        "concept": "Permissive Hypotension",
        "explanation": "Targeting lower blood pressure (SBP 80-90) until hemorrhage control to reduce ongoing blood loss. Not applicable in traumatic brain injury. May reduce transfusion requirements."
      }
    ],
    "evidence": [
      {
        "citation": "Rotondo et al., Original Damage Control Description, 1993",
        "finding": "Staged approach with abbreviated laparotomy and ICU resuscitation improved survival from 11% to 77% in exsanguinating patients"
      },
      {
        "citation": "Subramanian et al., Temporary Shunt Review, 2008",
        "finding": "Temporary vascular shunts maintain patency >80% when definitive repair is performed within 48 hours"
      }
    ],
    "clinical_pearls": [
      "Decision for damage control should be made early - don't wait until patient is in extremis",
      "Shunts work best in larger vessels (iliac, femoral, popliteal) - smaller vessels may be ligated",
      "Fasciotomy should be performed prophylactically with prolonged ischemia",
      "Keep shunted patient's legs externally rotated to prevent kinking",
      "Communicate clearly with ICU team regarding resuscitation goals and timing of return"
    ],
    "learning_objectives": [
      "Identify patients requiring damage control approach",
      "Describe the lethal triad and its implications",
      "Demonstrate temporary vascular shunt insertion technique",
      "Outline the three phases of damage control surgery",
      "State timing for definitive vascular repair after shunting"
    ]
  },
  "relationships": {
    "prerequisites": [
      "vascular:foundations:surgical-technique"
    ],
    "related_concepts": [
      "vascular:trauma:penetrating-neck-injury",
      "vascular:trauma:compartment-syndrome",
      "vascular:procedures:fasciotomy"
    ],
    "cross_domain_references": [
      {
        "@id": "trauma-surgery:damage-control",
        "relationship": "uses",
        "context": "Damage control is a general trauma surgery principle applied to vascular injuries"
      }
    ]
  }
}
