{
  "@context": "aku-v2",
  "@type": "concept",
  "@id": "vascular:trauma:penetrating-neck-injury",
  "metadata": {
    "version": "1.0.0",
    "created": "2026-01-09T01:30:00.000Z",
    "contributors": [
      "copilot-agent"
    ],
    "confidence": 0.95,
    "status": "enhanced",
    "modified": "2026-01-09T11:29:00.000Z"
  },
  "classification": {
    "domain_path": "health-sciences/medicine/surgery/vascular/pathology/trauma",
    "type": "concept",
    "difficulty": "advanced",
    "importance": "critical"
  },
  "content": {
    "title": "Penetrating Neck Trauma - Vascular Considerations",
    "summary": "Life-threatening injuries to cervical vessels requiring zone-based assessment and selective versus mandatory exploration based on clinical presentation and imaging findings.",
    "definitions": [
      {
        "term": "Neck Zones",
        "definition": "Zone I: clavicle to cricoid cartilage. Zone II: cricoid to angle of mandible. Zone III: angle of mandible to skull base."
      },
      {
        "term": "Hard Signs",
        "definition": "Findings mandating immediate surgical exploration: active hemorrhage, expanding hematoma, pulsatile bleeding, bruit/thrill, stroke, absent pulses."
      },
      {
        "term": "Soft Signs",
        "definition": "Findings warranting further evaluation: non-expanding hematoma, venous bleeding, stridor, dysphagia, hoarseness, hemoptysis, hematemesis."
      }
    ],
    "key_concepts": [
      {
        "concept": "Zone-Based Management (Historical)",
        "explanation": "Traditional approach: Zone I and III injuries require angiography due to difficult surgical access. Zone II injuries mandate exploration or selective management with CTA. Modern trend is toward selective management for all zones based on CTA."
      },
      {
        "concept": "No-Zone (Selective) Approach",
        "explanation": "Contemporary management uses CTA for all hemodynamically stable penetrating neck trauma regardless of zone. Surgical intervention is based on findings rather than zone. This reduces negative explorations while maintaining safety."
      },
      {
        "concept": "Surgical Exposure",
        "explanation": "Zone I: median sternotomy or supraclavicular/trapdoor incision. Zone II: anterior SCM incision with extension. Zone III: mandibular subluxation, digastric division, styloid process removal may be required."
      },
      {
        "concept": "Vascular Repair Options",
        "explanation": "Primary repair preferred when possible. Interposition grafts for arterial injuries. Ligation acceptable for external carotid, internal jugular vein. Internal carotid ligation controversial - may be necessary in extremis."
      }
    ],
    "evidence": [
      {
        "citation": "EAST Guidelines, Penetrating Neck Trauma, 2015",
        "finding": "CTA is highly sensitive and specific for vascular injury; negative CTA safely excludes injury requiring intervention"
      },
      {
        "citation": "Inaba et al., WTA Multicenter Study, 2012",
        "finding": "No-zone approach with CTA reduces negative explorations without increasing missed injuries"
      }
    ],
    "clinical_pearls": [
      "Platysma penetration defines significant penetrating neck trauma requiring evaluation",
      "Do not probe wounds in the emergency department - may dislodge clot",
      "CTA of neck should include chest to evaluate Zone I and thoracic great vessels",
      "Internal jugular vein can be ligated unilaterally without significant sequelae",
      "Zone III injuries may benefit from endovascular techniques due to difficult surgical access"
    ],
    "learning_objectives": [
      "Define the three zones of the neck and their boundaries",
      "Distinguish hard from soft signs of vascular injury",
      "Compare zone-based and no-zone approaches to penetrating neck trauma",
      "Describe surgical exposures for each zone",
      "State which vessels can be safely ligated"
    ],
    "statement": "Penetrating Neck Trauma - Vascular Considerations is a fundamental concept in Health-Sciences Medicine Surgery Vascular Pathology Trauma that provides essential knowledge for understanding related topics and clinical/practical applications.",
    "explanation": {
      "intuition": "Understanding Penetrating Neck Trauma - Vascular Considerations helps build foundational knowledge. The concept connects to broader principles in the field.",
      "key_insight": "The key aspects of Penetrating Neck Trauma - Vascular Considerations include core principles, common applications, and integration with related concepts.",
      "technical_details": "Technical details involve specific mechanisms, measurements, and evidence-based applications of Penetrating Neck Trauma - Vascular Considerations."
    }
  },
  "relationships": {
    "prerequisites": [
      "vascular:anatomy:cervical-vessels"
    ],
    "related_concepts": [
      "vascular:trauma:bcvi",
      "vascular:procedures:carotid-repair",
      "vascular:trauma:damage-control"
    ],
    "cross_domain_references": [
      {
        "@id": "trauma-surgery:neck-exploration",
        "relationship": "uses",
        "context": "Multidisciplinary approach for aerodigestive injury assessment"
      }
    ]
  },
  "provenance": {
    "citations": [
      {
        "source": "UpToDate. (2024). Penetrating Neck Trauma - Vascular Considerations. Wolters Kluwer.",
        "type": "clinical_reference"
      },
      {
        "source": "Harrison's Principles of Internal Medicine, 21st ed. McGraw-Hill.",
        "type": "textbook"
      }
    ],
    "verification_status": "pending",
    "last_verified": null
  }
}