{
  "@context": "aku-v2",
  "@type": "concept",
  "@id": "medicine:vascular:procedures:tibial-bypass:tib-001",
  "metadata": {
    "version": "1.0.0",
    "created": "2026-01-05T05:24:00.000Z",
    "contributors": ["copilot"],
    "confidence": 0.95,
    "status": "validated",
    "board_yield": "HIGH"
  },
  "classification": {
    "domain_path": "health-sciences/medicine/surgery/vascular/procedures/tibial-bypass",
    "type": "procedure",
    "difficulty": "advanced",
    "importance": "high"
  },
  "content": {
    "title": "Tibial and Pedal Bypass (Distal Bypass)",
    "definition": "Surgical bypass to the tibial arteries (anterior tibial, posterior tibial, peroneal) or pedal arteries (dorsalis pedis, plantar) for critical limb-threatening ischemia (CLTI). Requires autogenous vein conduit; the most technically demanding open revascularization.",
    "key_concepts": [
      {
        "term": "Indications",
        "description": "CLTI with tissue loss or rest pain; failed proximal revascularization; isolated tibial/pedal disease; goal is limb salvage and wound healing, not claudication relief"
      },
      {
        "term": "Conduit - Absolute Vein Preference",
        "description": "Autogenous vein mandatory for distal bypass; prosthetic unacceptable (primary patency <20%). GSV preferred; alternatives: contralateral GSV, arm veins, spliced veins"
      },
      {
        "term": "Target Vessel Selection",
        "description": "Choose target based on: continuous vessel to foot (angiosome concept); best quality vessel on imaging; vessel supplying wound area. All tibials and pedals are acceptable targets"
      },
      {
        "term": "Angiosome Concept",
        "description": "Foot divided into vascular territories (angiosomes); bypass to artery supplying wound angiosome may improve healing; dorsalis pedis → dorsal foot; posterior tibial → heel/plantar"
      },
      {
        "term": "Dorsalis Pedis Bypass",
        "description": "Bypass to dorsal foot artery; originally described by Ascer; excellent option for forefoot wounds; good patency with vein"
      },
      {
        "term": "Peroneal Bypass",
        "description": "Peroneal artery is acceptable target even though doesn't directly reach foot; relies on collaterals to plantar arch; often patent when tibials occluded"
      },
      {
        "term": "Patency and Limb Salvage",
        "description": "5-year primary patency 50-70% with vein; limb salvage rates 70-85% at 5 years; graft may fail after wound heals (acceptable if limb saved)"
      },
      {
        "term": "Wound Healing Goal",
        "description": "Primary goal is wound healing and limb salvage, not long-term patency; once wound healed, graft failure may not cause tissue loss (collaterals develop)"
      },
      {
        "term": "Operative Technique",
        "description": "Meticulous technique essential; use fine suture (6-0 or 7-0); loupe magnification; gentle tissue handling; heparin; saphenous nerve at risk"
      },
      {
        "term": "Alternative - Endovascular",
        "description": "Tibial angioplasty and BTK (below-the-knee) intervention increasingly used; may have lower morbidity but inferior patency; hybrid approaches combining both"
      }
    ],
    "clinical_features": {
      "snomed_codes": ["232729007"],
      "cpt_codes": ["35566", "35571", "35585", "35587"],
      "icd_10_codes": ["I70.23", "I70.24", "Z95.1"]
    },
    "relationships": {
      "skos:broader": ["medicine:vascular:procedures:bypass"],
      "skos:related": [
        "medicine:vascular:procedures:femoropopliteal-bypass:fpb-001",
        "medicine:vascular:pathology:pad:pad-004",
        "medicine:vascular:pathology:diabetic-foot:df-001"
      ],
      "skos:narrower": []
    }
  },
  "pedagogical": {
    "learning_objectives": [
      "Understand that vein is mandatory for tibial/pedal bypass",
      "Apply angiosome concept for target vessel selection",
      "Recognize that limb salvage, not patency, is the goal",
      "Know that peroneal artery is an acceptable target despite indirect foot supply"
    ],
    "clinical_pearls": [
      "Prosthetic is NOT acceptable for tibial bypass (<20% patency)",
      "Any vein better than prosthetic - use arm veins if needed",
      "Angiosome-directed bypass: bypass to artery supplying wound area",
      "Peroneal is acceptable target (collaterals to foot)",
      "Goal = wound healing; graft can fail after wound heals",
      "Limb salvage 70-85% at 5 years with vein bypass"
    ],
    "common_mistakes": [
      "Attempting distal bypass without adequate vein",
      "Not considering angiosome concept for target selection",
      "Giving up on limb salvage because of extensive disease",
      "Prioritizing patency over wound healing (wrong goal)"
    ]
  }
}
