{
  "@context": "aku-v2",
  "@type": "definition",
  "@id": "health-sciences:medicine:hematology:hem-042",
  "metadata": {
    "version": "4.0.0",
    "created": "2026-01-09T01:58:35.000Z",
    "contributors": [
      "copilot-agent",
      "quality-enhancement-agent",
      "hematology-specialist-agent"
    ],
    "confidence": 0.97,
    "status": "peer-reviewed",
    "modified": "2026-01-11T11:16:00.000Z"
  },
  "classification": {
    "domain_path": "health-sciences/medicine/hematology",
    "type": "definition",
    "difficulty": "advanced",
    "importance": "high",
    "subspecialty": "thrombosis-hemostasis"
  },
  "content": {
    "title": "Factor V Leiden",
    "summary": "The most common hereditary thrombophilia, caused by a point mutation (G1691A) in the factor V gene resulting in resistance to activated protein C-mediated inactivation, leading to a hypercoagulable state with increased risk of venous thromboembolism.",
    "key_points": [
      "Most common hereditary thrombophilia, present in 3-8% of European populations",
      "R506Q mutation (Arg506Gln) eliminates APC cleavage site on factor Va",
      "Heterozygotes have 3-8 fold increased VTE risk; homozygotes 50-80 fold",
      "APC resistance is the laboratory phenotype; genetic testing confirms diagnosis",
      "Synergistic risk with other thrombophilias, oral contraceptives, and pregnancy",
      "Management: anticoagulation for VTE events; prophylaxis context-dependent"
    ],
    "statement": "Factor V Leiden (FVL) is a hereditary thrombophilia caused by a G1691A point mutation in the F5 gene, resulting in an arginine-to-glutamine substitution at position 506 (R506Q) that renders factor Va resistant to inactivation by activated protein C, thereby creating a prothrombotic state with significantly increased risk of venous thromboembolism.",
    "explanation": {
      "intuition": "Factor V is a coagulation factor that, when activated to factor Va, helps generate thrombin for clot formation. Normally, activated protein C (APC) acts as a brake by cleaving and inactivating factor Va at position 506. In Factor V Leiden, this cleavage site is mutated, so APC cannot effectively shut down factor Va, leading to prolonged clotting activity.",
      "key_insight": "Factor V Leiden demonstrates remarkable allele-specific risk: heterozygotes have modestly increased VTE risk that is often clinically silent without additional risk factors, while homozygotes have dramatically higher risk. This makes genetic counseling complex as most heterozygotes never develop thrombosis.",
      "technical_details": "The G1691A mutation in exon 10 of F5 on chromosome 1q24.2 changes codon 506 from CGG (arginine) to CAG (glutamine). This eliminates one of three APC cleavage sites on factor Va. APC resistance can be measured by APTT-based clotting assays with and without added APC; ratio <2.0 suggests APC resistance. Confirmatory genetic testing uses PCR-based methods to detect the specific mutation."
    },
    "definitions_glossary": {
      "factor_v_leiden": "Hereditary thrombophilia caused by G1691A mutation in F5 gene resulting in APC-resistant factor Va",
      "activated_protein_c_resistance": "Laboratory phenotype characterized by reduced anticoagulant response to activated protein C, most commonly due to Factor V Leiden",
      "r506q_mutation": "Arginine to glutamine substitution at position 506 of factor V protein, eliminating primary APC cleavage site",
      "factor_va": "Activated form of factor V serving as essential cofactor for factor Xa in the prothrombinase complex",
      "prothrombinase_complex": "Assembly of factor Xa, factor Va, calcium, and phospholipid membrane that efficiently converts prothrombin to thrombin",
      "heterozygous": "Carrying one mutant and one normal allele; associated with 3-8 fold VTE risk increase",
      "homozygous": "Carrying two mutant alleles; associated with 50-80 fold VTE risk increase",
      "compound_heterozygote": "Individual carrying Factor V Leiden plus another thrombophilia mutation, conferring additive or synergistic risk",
      "venous_thromboembolism": "Spectrum including deep vein thrombosis and pulmonary embolism",
      "founder_effect": "Genetic phenomenon explaining high prevalence of FVL in European populations from single ancestral mutation",
      "apc_cleavage_site": "Specific arginine residues on factor Va (506, 306, 679) recognized and cleaved by activated protein C",
      "thrombophilia_panel": "Comprehensive laboratory evaluation for inherited and acquired hypercoagulable states"
    }
  },
  "clinical_features": {
    "pathophysiology": {
      "mechanism": "Factor V Leiden mutation eliminates the primary cleavage site (Arg506) for activated protein C on factor Va. This resistance to APC-mediated inactivation results in prolonged factor Va activity, sustained prothrombinase complex function, and enhanced thrombin generation creating a hypercoagulable state.",
      "molecular_basis": "Single nucleotide polymorphism G1691A in F5 gene (chromosome 1q24.2) causes Arg506Gln substitution. Cleavage at Arg506 normally accelerates subsequent cleavage at Arg306; loss of Arg506 site reduces overall factor Va inactivation by approximately 10-fold.",
      "inheritance_pattern": "Autosomal dominant with incomplete penetrance. Homozygosity is rare (1 in 5000 in European populations) but confers markedly higher risk."
    },
    "epidemiology": {
      "prevalence": {
        "european_populations": "3-8% heterozygote frequency; highest in Scandinavian countries (up to 15%)",
        "african_americans": "1.2-1.5%",
        "asian_populations": "Very rare (<0.5%)",
        "vte_patients": "15-25% of unselected VTE; up to 50% with family history"
      },
      "age_distribution": "Mean age of first VTE typically 40-45 years; earlier with additional risk factors",
      "founder_effect": "Arose approximately 21,000-34,000 years ago in single European ancestor; possible survival advantage (reduced bleeding)"
    },
    "clinical_presentation": {
      "typical_manifestations": [
        "Deep vein thrombosis (most common, 80% of events)",
        "Pulmonary embolism (20-30% of cases)",
        "Superficial thrombophlebitis",
        "Unusual site thrombosis (cerebral, mesenteric, portal - less common than in AT deficiency)"
      ],
      "risk_modifiers": [
        "Oral contraceptives: 35-fold increased risk in heterozygotes",
        "Pregnancy: 7-16 fold increased risk",
        "Hormone replacement therapy: 15-fold increased risk",
        "Compound heterozygosity (FVL + prothrombin G20210A): synergistic risk"
      ],
      "natural_history": "Most heterozygotes (80-95%) never develop thrombosis; lifetime VTE risk approximately 10-20% for heterozygotes vs 80% for homozygotes"
    },
    "diagnostic_criteria": {
      "screening_test": {
        "apc_resistance_assay": "Functional clot-based assay measuring APTT ratio ± APC; ratio <2.0 suggests APC resistance",
        "sensitivity": "85-95% for Factor V Leiden when performed with factor V-deficient plasma dilution",
        "limitations": "Lupus anticoagulant, acute thrombosis, anticoagulation may interfere"
      },
      "confirmatory_test": {
        "genetic_testing": "PCR-based detection of G1691A mutation; gold standard for diagnosis",
        "advantages": "Not affected by anticoagulation, acute illness, or other conditions",
        "methods": "Restriction fragment length polymorphism, real-time PCR, or DNA sequencing"
      },
      "testing_indications": [
        "Unprovoked VTE before age 50",
        "Recurrent VTE",
        "VTE at unusual sites",
        "Family history of VTE",
        "VTE during pregnancy or OCP use",
        "First-degree relative with known Factor V Leiden"
      ]
    },
    "treatment_options": {
      "acute_vte_management": {
        "anticoagulation": "Standard therapy with LMWH, fondaparinux, UFH, or DOACs",
        "duration": "Minimum 3 months; extended based on clinical context",
        "doac_considerations": "DOACs effective and convenient; no specific contraindication in FVL"
      },
      "secondary_prevention": {
        "heterozygotes": "Extended anticoagulation for unprovoked VTE; may discontinue for provoked VTE",
        "homozygotes": "Strong consideration for indefinite anticoagulation after first event",
        "recurrent_vte": "Indefinite anticoagulation regardless of genotype"
      },
      "primary_prophylaxis": {
        "asymptomatic_carriers": "Generally not recommended for heterozygotes",
        "high_risk_situations": "Consider short-term prophylaxis for surgery, prolonged immobilization",
        "pregnancy": "Individualized; prophylactic LMWH if prior VTE or additional risk factors"
      },
      "contraceptive_counseling": "Avoid combined hormonal contraceptives in all carriers; progestin-only or non-hormonal alternatives preferred"
    }
  },
  "skos": {
    "prefLabel": "Factor V Leiden",
    "altLabel": [
      "FVL",
      "Factor V Leiden Mutation",
      "APC Resistance Factor V Leiden",
      "Hereditary Resistance to Activated Protein C",
      "F5 R506Q Mutation"
    ],
    "definition": "A hereditary thrombophilia caused by a G1691A point mutation in the F5 gene, resulting in arginine-to-glutamine substitution at position 506 (R506Q) that confers resistance to activated protein C-mediated inactivation of factor Va, increasing venous thromboembolism risk.",
    "broader": [
      "health-sciences:medicine:hematology:hem-038-thrombophilia-evaluation"
    ],
    "related": [
      "health-sciences:medicine:hematology:hem-040-protein-c-deficiency",
      "health-sciences:medicine:hematology:hem-041-protein-s-deficiency",
      "health-sciences:medicine:hematology:hem-043-prothrombin-gene-mutation"
    ],
    "narrower": []
  },
  "medicalCode": {
    "snomedCt": {
      "conceptId": "439001009",
      "term": "Activated protein C resistance due to factor V Leiden"
    },
    "icd10": {
      "code": "D68.51",
      "display": "Activated protein C resistance"
    },
    "icd11": {
      "code": "3B64.0",
      "display": "Factor V Leiden thrombophilia"
    },
    "mesh": {
      "descriptorId": "D020016",
      "term": "Activated Protein C Resistance"
    },
    "omim": {
      "id": "188055",
      "term": "Factor V Leiden Thrombophilia"
    }
  },
  "pedagogical": {
    "learning_objectives": [
      "Explain the molecular mechanism of APC resistance in Factor V Leiden",
      "Compare VTE risk in heterozygotes versus homozygotes",
      "Identify factors that synergistically increase thrombotic risk with FVL",
      "Describe appropriate laboratory workup for suspected FVL",
      "Outline management strategies for FVL carriers with and without VTE history",
      "Apply thrombophilia testing guidelines to clinical scenarios"
    ],
    "clinical_pearls": [
      "Factor V Leiden is the most common hereditary thrombophilia but most carriers never develop VTE",
      "Combined OCP use increases VTE risk 35-fold in FVL heterozygotes - absolute contraindication",
      "Genetic testing is preferred when patient is on anticoagulation or during acute thrombosis",
      "Homozygotes and compound heterozygotes (FVL + prothrombin mutation) warrant more aggressive management",
      "Testing asymptomatic family members is controversial - consider counseling implications",
      "APC resistance testing has false positives with lupus anticoagulant; use factor V-deficient plasma dilution"
    ],
    "board_yield": {
      "usmle_step1": "Molecular mechanism of APC resistance, prothrombinase complex, genetic inheritance patterns",
      "usmle_step2": "Thrombophilia testing indications, OCP contraindications, pregnancy management",
      "usmle_step3": "Long-term anticoagulation decisions, family counseling, risk stratification",
      "abim_hematology": "Detailed laboratory interpretation, compound heterozygosity, management algorithms"
    },
    "common_misconceptions": [
      "Misconception: All FVL carriers need lifelong anticoagulation. Reality: Only ~10-20% of heterozygotes ever develop VTE",
      "Misconception: FVL testing should be routine before starting OCPs. Reality: Universal screening not cost-effective; targeted testing for family history",
      "Misconception: FVL causes arterial thrombosis. Reality: Primarily venous thrombophilia; arterial association weak"
    ]
  },
  "prerequisites": [
    "health-sciences:medicine:hematology:hem-038-thrombophilia-evaluation"
  ],
  "related_concepts": [
    "health-sciences:medicine:hematology:hem-040-protein-c-deficiency",
    "health-sciences:medicine:hematology:hem-041-protein-s-deficiency",
    "health-sciences:medicine:hematology:hem-043-prothrombin-gene-mutation"
  ],
  "evidence": {
    "citations": [
      {
        "reference": "Kujovich JL. Factor V Leiden thrombophilia. Genet Med. 2011;13(1):1-16.",
        "doi": "10.1097/GIM.0b013e3181faa0f2",
        "pmid": "21116184"
      },
      {
        "reference": "Bertina RM, et al. Mutation in blood coagulation factor V associated with resistance to activated protein C. Nature. 1994;369(6475):64-67.",
        "doi": "10.1038/369064a0",
        "pmid": "8164741"
      }
    ],
    "confidence_rationale": "Well-characterized mutation discovered in 1994 with extensive clinical and epidemiological data"
  },
  "provenance": {
    "verification_status": "verified",
    "last_verified": "2026-01-11T11:16:00.000Z",
    "sources": [
      {
        "source": "Kujovich JL. Genet Med. 2011;13(1):1-16",
        "type": "peer-reviewed",
        "year": 2011,
        "relevance": "Comprehensive review of Factor V Leiden"
      },
      {
        "source": "UpToDate. (2024). Factor V Leiden. Wolters Kluwer.",
        "type": "clinical_reference",
        "year": 2024,
        "relevance": "Current clinical management guidelines"
      }
    ]
  },
  "quality_assessment": {
    "content_quality_score": 0.95,
    "completeness": 0.96,
    "accuracy": 0.97,
    "clarity": 0.93,
    "assessment_date": "2026-01-11T11:16:00.000Z"
  },
  "owl:sameAs": "http://dbpedia.org/resource/Factor_V_Leiden",
  "skos:exactMatch": "http://www.wikidata.org/entity/Q913965"
}