{
  "@context": "aku-v2",
  "@type": "definition",
  "@id": "health-sciences:medicine:hematology:hem-043",
  "metadata": {
    "version": "4.0.0",
    "created": "2026-01-09T01:58:35.000Z",
    "contributors": [
      "copilot-agent",
      "quality-enhancement-agent",
      "hematology-specialist-agent"
    ],
    "confidence": 0.96,
    "status": "peer-reviewed",
    "modified": "2026-01-11T11:17:00.000Z"
  },
  "classification": {
    "domain_path": "health-sciences/medicine/hematology",
    "type": "definition",
    "difficulty": "advanced",
    "importance": "high",
    "subspecialty": "thrombosis-hemostasis"
  },
  "content": {
    "title": "Prothrombin Gene Mutation (G20210A)",
    "summary": "Second most common hereditary thrombophilia, caused by a G-to-A transition at nucleotide 20210 in the 3' untranslated region of the prothrombin gene, resulting in elevated plasma prothrombin levels and increased thrombin generation with moderately elevated venous thromboembolism risk.",
    "key_points": [
      "G20210A mutation in F2 gene 3'-UTR increases prothrombin mRNA stability and plasma prothrombin levels",
      "Second most common hereditary thrombophilia after Factor V Leiden; 1-4% prevalence in Europeans",
      "Heterozygotes have 2-4 fold increased VTE risk; homozygotes very rare with higher risk",
      "Associated with cerebral vein thrombosis more than other thrombophilias",
      "Synergistic risk when combined with Factor V Leiden (compound heterozygosity)",
      "Management similar to Factor V Leiden: anticoagulation for VTE, context-dependent prophylaxis"
    ],
    "statement": "Prothrombin gene mutation G20210A is a hereditary thrombophilia caused by a guanine-to-adenine substitution at position 20210 in the 3' untranslated region of the prothrombin (F2) gene, resulting in increased mRNA stability, elevated plasma prothrombin levels (approximately 30% higher than normal), enhanced thrombin generation, and a 2-4 fold increased risk of venous thromboembolism.",
    "explanation": {
      "intuition": "Prothrombin is the precursor to thrombin, the central enzyme in clot formation. The G20210A mutation doesn't change the prothrombin protein itself but makes the mRNA message more stable, so more prothrombin is produced. Higher prothrombin levels mean more thrombin can be generated during clotting, shifting the hemostatic balance toward thrombosis.",
      "key_insight": "Unlike Factor V Leiden which affects coagulation regulation, prothrombin G20210A is a gain-of-function mutation that increases substrate availability. The mutation's location in the 3'-UTR affects mRNA processing rather than protein function, representing an important regulatory mechanism of gene expression affecting disease risk.",
      "technical_details": "The G20210A polymorphism in the 3'-UTR of F2 gene on chromosome 11p11.2 increases prothrombin mRNA accumulation through enhanced 3'-end formation and polyadenylation efficiency. Plasma prothrombin levels are approximately 115-130% of normal in heterozygotes. Diagnosis requires genetic testing as prothrombin levels overlap with normal range. PCR-based methods (RFLP, real-time PCR, or sequencing) detect the mutation."
    },
    "definitions_glossary": {
      "prothrombin": "Coagulation factor II; vitamin K-dependent zymogen synthesized in liver that is converted to thrombin by prothrombinase complex",
      "thrombin": "Serine protease (factor IIa) that cleaves fibrinogen to fibrin, activates platelets, and amplifies coagulation cascade",
      "three_prime_utr": "3' untranslated region of mRNA following the stop codon; important for mRNA stability, localization, and translation regulation",
      "g20210a_mutation": "Guanine-to-adenine substitution at nucleotide position 20210 in F2 gene 3'-UTR increasing prothrombin mRNA stability",
      "mrna_stability": "Duration an mRNA transcript persists before degradation; affects protein synthesis levels",
      "polyadenylation": "Addition of poly(A) tail to mRNA 3' end; important for mRNA stability and translation efficiency",
      "prothrombinase_complex": "Assembly of factor Xa, Va, calcium, and phospholipid that converts prothrombin to thrombin",
      "compound_heterozygote": "Individual carrying both prothrombin G20210A and Factor V Leiden mutations with synergistic thrombotic risk",
      "cerebral_venous_thrombosis": "Thrombosis of cerebral veins or dural sinuses; associated with prothrombin mutation",
      "gain_of_function": "Mutation that increases gene product quantity or activity, as opposed to loss-of-function",
      "founder_effect": "High prevalence in European populations from common ancestral origin approximately 24,000 years ago",
      "thrombophilia_panel": "Comprehensive laboratory evaluation for hereditary and acquired hypercoagulable states"
    }
  },
  "clinical_features": {
    "pathophysiology": {
      "mechanism": "The G20210A mutation enhances prothrombin mRNA 3'-end processing and stability, leading to approximately 30% higher plasma prothrombin levels. Increased prothrombin substrate availability results in greater thrombin generation capacity during coagulation activation, creating a prothrombotic state.",
      "molecular_basis": "The mutation at position 20210 is located in the 3'-UTR between the stop codon and polyadenylation signal. It improves recognition of the cleavage and polyadenylation site, increasing mRNA accumulation. The prothrombin protein sequence and function remain normal; only quantity is affected.",
      "inheritance_pattern": "Autosomal dominant with incomplete penetrance. Heterozygotes most common; homozygotes extremely rare (1 in 10,000 to 1 in 100,000)."
    },
    "epidemiology": {
      "prevalence": {
        "european_populations": "1-4% heterozygote frequency; higher in Southern Europe (up to 6% in some regions)",
        "african_americans": "0.2-0.6%",
        "asian_populations": "Very rare (<0.5%)",
        "vte_patients": "5-10% of unselected VTE patients"
      },
      "geographic_distribution": "Highest prevalence in Southern Europe (Spain, Italy, Greece); lower in Northern Europe",
      "co_occurrence": "Found with Factor V Leiden in 1-3% of VTE patients (compound heterozygotes)"
    },
    "clinical_presentation": {
      "typical_manifestations": [
        "Deep vein thrombosis (most common presentation)",
        "Pulmonary embolism",
        "Cerebral venous sinus thrombosis (stronger association than Factor V Leiden)",
        "Superficial thrombophlebitis",
        "Portal and mesenteric vein thrombosis"
      ],
      "risk_modifiers": [
        "Combined Factor V Leiden: synergistic 20-fold VTE risk increase",
        "Oral contraceptives: 16-fold increased risk",
        "Pregnancy and postpartum period",
        "Homozygosity: significantly higher risk than heterozygosity"
      ],
      "natural_history": "Most heterozygotes never develop thrombosis; lifetime VTE risk approximately 10-15% with additional risk factors"
    },
    "diagnostic_criteria": {
      "laboratory_testing": {
        "genetic_testing": "PCR-based detection of G20210A mutation; only definitive diagnostic method",
        "prothrombin_activity": "Elevated but overlaps significantly with normal range; not useful for diagnosis",
        "testing_timing": "Genetic testing unaffected by anticoagulation, acute illness, or pregnancy"
      },
      "testing_methods": {
        "pcr_rflp": "Restriction fragment length polymorphism using HindIII digestion",
        "real_time_pcr": "Allele-specific primers or probes for rapid detection",
        "dna_sequencing": "Direct sequencing for confirmation or when other methods equivocal"
      },
      "testing_indications": [
        "Unprovoked VTE at young age (<50 years)",
        "Recurrent VTE",
        "Cerebral or unusual site venous thrombosis",
        "VTE during pregnancy or hormone use",
        "Family history of VTE or known prothrombin mutation",
        "Combined with Factor V Leiden testing as part of thrombophilia panel"
      ]
    },
    "treatment_options": {
      "acute_vte_management": {
        "anticoagulation": "Standard therapy equivalent to non-thrombophilic VTE",
        "duration": "Minimum 3 months; extended based on circumstances of VTE",
        "agent_selection": "DOACs, warfarin, or LMWH based on clinical factors"
      },
      "secondary_prevention": {
        "heterozygotes": "Similar to general population; extended anticoagulation for unprovoked VTE",
        "homozygotes": "Consider longer duration or indefinite anticoagulation",
        "compound_heterozygotes": "FVL + prothrombin mutation warrants strong consideration for extended therapy"
      },
      "primary_prophylaxis": {
        "asymptomatic_carriers": "Not routinely recommended for isolated heterozygotes",
        "high_risk_situations": "Thromboprophylaxis for surgery, prolonged immobilization",
        "pregnancy": "Individualized based on personal and family VTE history"
      },
      "contraceptive_counseling": "Avoid combined hormonal contraceptives; progestin-only or non-hormonal alternatives"
    }
  },
  "skos": {
    "prefLabel": "Prothrombin Gene Mutation G20210A",
    "altLabel": [
      "Prothrombin G20210A",
      "Factor II G20210A Mutation",
      "PT G20210A",
      "F2 G20210A Polymorphism",
      "Prothrombin Thrombophilia"
    ],
    "definition": "A hereditary thrombophilia caused by a G-to-A nucleotide substitution at position 20210 in the 3' untranslated region of the prothrombin gene (F2), resulting in elevated plasma prothrombin levels, increased thrombin generation, and 2-4 fold increased venous thromboembolism risk.",
    "broader": [
      "health-sciences:medicine:hematology:hem-038-thrombophilia-evaluation"
    ],
    "related": [
      "health-sciences:medicine:hematology:hem-042-factor-v-leiden",
      "health-sciences:medicine:hematology:hem-039-antithrombin-deficiency",
      "health-sciences:medicine:hematology:hem-035-warfarin-therapy"
    ],
    "narrower": []
  },
  "medicalCode": {
    "snomedCt": {
      "conceptId": "441628001",
      "term": "Prothrombin gene mutation thrombophilia"
    },
    "icd10": {
      "code": "D68.52",
      "display": "Prothrombin gene mutation"
    },
    "icd11": {
      "code": "3B64.2",
      "display": "Prothrombin G20210A mutation"
    },
    "mesh": {
      "descriptorId": "C536152",
      "term": "Prothrombin G20210A mutation"
    },
    "omim": {
      "id": "176930",
      "term": "Prothrombin Thrombophilia"
    }
  },
  "pedagogical": {
    "learning_objectives": [
      "Explain how a mutation in the 3'-UTR affects gene expression without altering protein sequence",
      "Compare the mechanism of prothrombin G20210A with Factor V Leiden",
      "Describe the epidemiology and geographic distribution of prothrombin mutation",
      "Identify clinical associations unique to prothrombin mutation (cerebral vein thrombosis)",
      "Outline management approach for prothrombin mutation carriers",
      "Evaluate risk in compound heterozygotes with Factor V Leiden"
    ],
    "clinical_pearls": [
      "Prothrombin levels are elevated but overlap with normal range - genetic testing required for diagnosis",
      "Stronger association with cerebral venous sinus thrombosis than Factor V Leiden",
      "Compound heterozygosity (FVL + prothrombin) has synergistic, not just additive, VTE risk",
      "Higher prevalence in Southern Europe; rare in African and Asian populations",
      "Like Factor V Leiden, most heterozygotes never develop thrombosis",
      "Testing unaffected by anticoagulation - can diagnose during acute VTE treatment"
    ],
    "board_yield": {
      "usmle_step1": "3'-UTR regulatory function, mRNA stability mechanisms, founder effect genetics",
      "usmle_step2": "Thrombophilia panel interpretation, cerebral vein thrombosis associations, management",
      "usmle_step3": "Compound heterozygote risk assessment, anticoagulation duration decisions",
      "abim_hematology": "Detailed genetic mechanisms, ethnic variation, combined thrombophilia management"
    },
    "common_misconceptions": [
      "Misconception: Prothrombin activity testing can diagnose G20210A. Reality: Levels overlap with normal; genetic testing required",
      "Misconception: Prothrombin mutation is as high-risk as antithrombin deficiency. Reality: Moderate risk thrombophilia",
      "Misconception: The mutation changes prothrombin protein function. Reality: Protein is normal; increased quantity is the mechanism"
    ]
  },
  "prerequisites": [
    "health-sciences:medicine:hematology:hem-038-thrombophilia-evaluation"
  ],
  "related_concepts": [
    "health-sciences:medicine:hematology:hem-042-factor-v-leiden",
    "health-sciences:medicine:hematology:hem-039-antithrombin-deficiency",
    "health-sciences:medicine:hematology:hem-040-protein-c-deficiency"
  ],
  "evidence": {
    "citations": [
      {
        "reference": "Poort SR, et al. A common genetic variation in the 3'-untranslated region of the prothrombin gene is associated with elevated plasma prothrombin levels and an increase in venous thrombosis. Blood. 1996;88(10):3698-3703.",
        "pmid": "8916933"
      },
      {
        "reference": "Varga EA, Kujovich JL. Management of inherited thrombophilia: guide for genetics professionals. Clin Genet. 2012;81(1):7-17.",
        "doi": "10.1111/j.1399-0004.2011.01746.x",
        "pmid": "21707594"
      }
    ],
    "confidence_rationale": "Well-characterized mutation discovered in 1996 with extensive clinical and genetic data"
  },
  "provenance": {
    "verification_status": "verified",
    "last_verified": "2026-01-11T11:17:00.000Z",
    "sources": [
      {
        "source": "Poort SR, et al. Blood. 1996;88(10):3698-3703",
        "type": "peer-reviewed",
        "year": 1996,
        "relevance": "Original discovery of prothrombin G20210A mutation"
      },
      {
        "source": "UpToDate. (2024). Prothrombin G20210A mutation. Wolters Kluwer.",
        "type": "clinical_reference",
        "year": 2024,
        "relevance": "Current clinical management guidelines"
      }
    ]
  },
  "quality_assessment": {
    "content_quality_score": 0.94,
    "completeness": 0.95,
    "accuracy": 0.96,
    "clarity": 0.92,
    "assessment_date": "2026-01-11T11:17:00.000Z"
  },
  "owl:sameAs": "http://dbpedia.org/resource/Prothrombin_G20210A",
  "skos:exactMatch": "http://www.wikidata.org/entity/Q7252065"
}