{
  "@context": "aku-v2",
  "@type": "definition",
  "@id": "health-sciences:medicine:hematology:hem-048",
  "metadata": {
    "version": "4.0.0",
    "created": "2026-01-09T01:58:35.000Z",
    "contributors": [
      "copilot-agent",
      "quality-enhancement-agent",
      "transfusion-medicine-specialist"
    ],
    "confidence": 0.97,
    "status": "peer-reviewed",
    "modified": "2026-01-11T11:25:00.000Z"
  },
  "classification": {
    "domain_path": "health-sciences/medicine/hematology",
    "type": "definition",
    "difficulty": "advanced",
    "importance": "critical",
    "subspecialty": "transfusion-medicine"
  },
  "content": {
    "title": "Transfusion Reactions",
    "summary": "Comprehensive classification and management of adverse events associated with blood component transfusion, ranging from common benign reactions (febrile non-hemolytic, allergic) to life-threatening complications (acute hemolytic, TRALI, anaphylaxis), with emphasis on recognition, immediate management, and prevention strategies.",
    "key_points": [
      "Stop transfusion immediately for any suspected reaction; maintain IV access for treatment",
      "Acute hemolytic transfusion reaction (AHTR) from ABO incompatibility is most dangerous; presents with fever, hypotension, hemoglobinuria",
      "TRALI presents with hypoxemia and bilateral pulmonary infiltrates within 6 hours; leading cause of transfusion-related mortality",
      "TACO presents with pulmonary edema from volume overload; distinguished from TRALI by elevated BNP and response to diuretics",
      "Febrile non-hemolytic reactions are common (1-3%) but must exclude hemolytic reaction before resuming",
      "Prevention includes leukoreduction, careful patient identification, and limiting unnecessary transfusions"
    ],
    "statement": "Transfusion reactions encompass a spectrum of adverse events occurring during or after blood product administration, ranging from common and relatively benign febrile non-hemolytic and allergic reactions to rare but potentially fatal complications including acute hemolytic transfusion reactions, transfusion-related acute lung injury (TRALI), and anaphylaxis, requiring prompt recognition, immediate management, and systematic investigation to prevent recurrence.",
    "explanation": {
      "intuition": "Blood transfusion introduces foreign biological material with inherent immunological and infectious risks. The immune system may react to foreign proteins (allergic), white cells (febrile), or red cell antigens (hemolytic). Non-immune complications include volume overload and bacterial contamination. Recognizing and differentiating these reactions is critical for appropriate management.",
      "key_insight": "The first rule of transfusion reaction management is to STOP the transfusion immediately for any significant reaction. This prevents additional exposure while assessment proceeds. Most reactions occur in the first 15-30 minutes, making vigilant early monitoring essential.",
      "technical_details": "Transfusion reactions are classified by timing (acute <24h, delayed >24h) and mechanism (immune vs non-immune). Acute immune reactions include AHTR (IgM anti-A/B), FNHTR (cytokines, anti-HLA), allergic (IgE-mediated), and TRALI (donor antibodies to recipient HLA/HNA). Delayed immune reactions include DHTR (anamnestic antibody response) and TA-GVHD. Non-immune complications include TACO, bacterial sepsis, and citrate toxicity."
    },
    "definitions_glossary": {
      "acute_hemolytic_transfusion_reaction": "Life-threatening reaction from transfusion of ABO-incompatible red cells causing rapid intravascular hemolysis, DIC, renal failure",
      "delayed_hemolytic_transfusion_reaction": "Extravascular hemolysis 2-14 days post-transfusion from anamnestic antibody response to previously encountered RBC antigens",
      "febrile_non_hemolytic_reaction": "Temperature rise ≥1°C during or shortly after transfusion, caused by recipient antibodies to donor leukocytes or cytokines",
      "allergic_reaction": "IgE-mediated reaction to plasma proteins ranging from urticaria to anaphylaxis",
      "anaphylactic_reaction": "Severe systemic hypersensitivity with hypotension, bronchospasm, and cardiovascular collapse; may occur in IgA-deficient patients",
      "trali": "Transfusion-related acute lung injury; non-cardiogenic pulmonary edema within 6 hours of transfusion, often from donor antibodies",
      "taco": "Transfusion-associated circulatory overload; cardiogenic pulmonary edema from volume excess, especially in elderly or cardiac patients",
      "transfusion_associated_gvhd": "Rare fatal complication where donor T-lymphocytes attack recipient tissues; prevented by irradiation",
      "bacterial_contamination": "Bacterial sepsis from contaminated blood product; most common with platelets due to room temperature storage",
      "post_transfusion_purpura": "Severe thrombocytopenia 5-10 days post-transfusion in previously sensitized patients",
      "hemoglobinuria": "Free hemoglobin in urine indicating intravascular hemolysis; dark/red urine color",
      "direct_antiglobulin_test": "Coombs test detecting antibodies or complement on patient red cells; positive in immune hemolysis"
    }
  },
  "clinical_features": {
    "pathophysiology": {
      "immune_mechanisms": {
        "type_i_hypersensitivity": "IgE-mediated mast cell degranulation causing urticaria to anaphylaxis",
        "type_ii_hypersensitivity": "Antibody-mediated cell destruction; acute (IgM) or delayed (IgG) hemolytic reactions",
        "type_iii_hypersensitivity": "Immune complex deposition; involved in some TRALI cases"
      },
      "non_immune_mechanisms": {
        "volume_overload": "Cardiac inability to handle transfusion volume leading to pulmonary edema",
        "bacterial_sepsis": "Proliferation of bacteria in blood product, especially platelets at room temperature",
        "metabolic": "Citrate toxicity, hyperkalemia, hypothermia from rapid/massive transfusion"
      }
    },
    "classification": {
      "acute_reactions": {
        "ahtr": {
          "timing": "Usually within first 15-30 minutes",
          "presentation": "Fever, chills, hypotension, back/flank pain, hemoglobinuria, DIC",
          "mechanism": "ABO incompatibility; preformed IgM anti-A/B activates complement",
          "mortality": "Up to 40% if >200 mL incompatible blood transfused"
        },
        "fnhtr": {
          "timing": "During or within 4 hours of transfusion",
          "presentation": "Fever ≥1°C rise, chills, rigors without hemolysis",
          "mechanism": "Recipient antibodies to donor WBCs or accumulated cytokines",
          "incidence": "1-3% with non-leukoreduced products; reduced with leukoreduction"
        },
        "allergic": {
          "timing": "Usually during transfusion",
          "presentation": "Urticaria, pruritus; severe: bronchospasm, angioedema, anaphylaxis",
          "mechanism": "IgE to plasma proteins; anaphylaxis in IgA-deficient patients",
          "incidence": "1-3% urticarial; anaphylaxis 1:20,000-50,000"
        },
        "trali": {
          "timing": "Within 6 hours of transfusion",
          "presentation": "Acute dyspnea, hypoxemia, bilateral pulmonary infiltrates, hypotension",
          "mechanism": "Donor antibodies to recipient HLA/HNA; two-hit hypothesis",
          "mortality": "5-25%; leading cause of transfusion mortality"
        },
        "taco": {
          "timing": "During or within 6-12 hours of transfusion",
          "presentation": "Dyspnea, orthopnea, elevated JVP, pulmonary edema",
          "mechanism": "Volume overload exceeding cardiac capacity",
          "risk_factors": "Elderly, cardiac disease, renal failure, multiple units"
        },
        "bacterial_sepsis": {
          "timing": "During or shortly after transfusion",
          "presentation": "High fever, rigors, hypotension, shock",
          "mechanism": "Bacterial contamination, especially platelets",
          "organisms": "Gram-negative (RBCs); Gram-positive and negative (platelets)"
        }
      },
      "delayed_reactions": {
        "dhtr": {
          "timing": "2-14 days post-transfusion",
          "presentation": "Unexplained hemoglobin drop, jaundice, positive DAT",
          "mechanism": "Anamnestic antibody response to previously encountered antigens",
          "management": "Usually supportive; identify antibody for future transfusions"
        },
        "ta_gvhd": {
          "timing": "4-30 days post-transfusion",
          "presentation": "Rash, diarrhea, liver dysfunction, pancytopenia",
          "mechanism": "Donor T-cells attack immunocompromised recipient tissues",
          "mortality": ">90%; prevented by irradiation"
        },
        "ptp": {
          "timing": "5-10 days post-transfusion",
          "presentation": "Severe thrombocytopenia, bleeding",
          "mechanism": "Antibodies to platelet antigens (usually HPA-1a)",
          "treatment": "IVIG; platelet transfusions often ineffective"
        }
      }
    },
    "diagnostic_workup": {
      "immediate_steps": [
        "Stop transfusion immediately; maintain IV access",
        "Verify patient and blood product identification (clerical check)",
        "Obtain vital signs; compare to pre-transfusion baseline",
        "Notify blood bank and obtain reaction workup samples"
      ],
      "laboratory_evaluation": {
        "blood_bank": "Clerical check, repeat ABO/Rh, DAT, visual check for hemolysis",
        "hemolysis_labs": "LDH, bilirubin, haptoglobin, free hemoglobin",
        "urine": "Urinalysis for hemoglobinuria",
        "additional": "Blood cultures if bacterial contamination suspected; BNP for TACO vs TRALI"
      },
      "trali_vs_taco": {
        "trali_features": "BNP normal/low, non-cardiogenic edema, fever, hypotension",
        "taco_features": "BNP elevated, cardiogenic edema, hypertension, response to diuretics",
        "imaging": "CXR shows bilateral infiltrates in both; echo may help differentiate"
      }
    },
    "management": {
      "all_reactions": "Stop transfusion, maintain IV access, notify blood bank, send samples",
      "ahtr": {
        "treatment": "Aggressive IV fluids, pressors if needed, monitor for DIC and renal failure",
        "supportive": "Maintain urine output >100 mL/h, dialysis if needed, transfuse compatible blood if ongoing bleeding"
      },
      "fnhtr": {
        "treatment": "Antipyretics (acetaminophen); may resume transfusion slowly if symptoms resolve",
        "prevention": "Leukoreduced products for future transfusions"
      },
      "allergic": {
        "mild": "Antihistamines (diphenhydramine); may resume slowly if symptoms resolve",
        "severe": "Epinephrine, corticosteroids, airway management for anaphylaxis",
        "prevention": "Washed products for recurrent reactions; IgA-deficient plasma for IgA deficiency"
      },
      "trali": {
        "treatment": "Supportive care, oxygen, mechanical ventilation if needed",
        "avoid": "Diuretics generally not helpful (non-cardiogenic); steroids unproven"
      },
      "taco": {
        "treatment": "Diuretics, oxygen, slow/stop transfusion, upright positioning",
        "prevention": "Slow infusion rates, smaller volumes, diuretics between units"
      }
    }
  },
  "skos": {
    "prefLabel": "Transfusion Reactions",
    "altLabel": [
      "Transfusion Complications",
      "Adverse Transfusion Events",
      "Blood Transfusion Reactions"
    ],
    "definition": "Adverse events occurring during or after blood product transfusion, including immune-mediated reactions (hemolytic, febrile, allergic, TRALI) and non-immune complications (TACO, bacterial sepsis), requiring prompt recognition and appropriate management.",
    "broader": [
      "health-sciences:medicine:hematology:transfusion-medicine"
    ],
    "related": [
      "health-sciences:medicine:hematology:hem-044-blood-transfusion-basics",
      "health-sciences:medicine:hematology:hem-045-platelet-transfusion",
      "health-sciences:medicine:hematology:hem-046-fresh-frozen-plasma"
    ],
    "narrower": []
  },
  "medicalCode": {
    "snomedCt": {
      "conceptId": "82545002",
      "term": "Transfusion reaction"
    },
    "icd10": {
      "code": "T80.9",
      "display": "Unspecified complication following infusion, transfusion and therapeutic injection"
    },
    "mesh": {
      "descriptorId": "D065227",
      "term": "Transfusion Reaction"
    }
  },
  "pedagogical": {
    "learning_objectives": [
      "Classify transfusion reactions by timing, mechanism, and severity",
      "Recognize clinical presentations of major transfusion reactions",
      "Describe immediate management steps for any suspected transfusion reaction",
      "Differentiate TRALI from TACO based on clinical and laboratory features",
      "Identify prevention strategies for common transfusion reactions",
      "Explain the workup required when transfusion reaction is suspected"
    ],
    "clinical_pearls": [
      "STOP the transfusion immediately for any significant reaction - this is always the first step",
      "ABO incompatibility causing AHTR is almost always due to clerical/identification error - always verify patient ID",
      "TRALI has normal/low BNP and doesn't respond to diuretics; TACO has elevated BNP and responds to diuretics",
      "Most severe reactions occur in first 15-30 minutes - stay at bedside during initial infusion",
      "Leukoreduction prevents FNHTR; irradiation prevents TA-GVHD; neither prevents AHTR",
      "Fever during transfusion requires stopping and evaluating - don't assume it's 'just FNHTR'"
    ],
    "board_yield": {
      "usmle_step1": "ABO incompatibility mechanism, type I-IV hypersensitivity, complement activation",
      "usmle_step2": "TRALI vs TACO differentiation, AHTR presentation and management, workup steps",
      "usmle_step3": "Prevention strategies, when to resume transfusion, special populations",
      "abim_hematology": "Detailed reaction investigation, reporting requirements, prevention policies"
    },
    "common_misconceptions": [
      "Misconception: Fever during transfusion is usually just FNHTR and can be ignored. Reality: Must stop and evaluate to exclude AHTR",
      "Misconception: TRALI and TACO are treated the same way. Reality: Diuretics help TACO but not TRALI",
      "Misconception: Leukoreduction prevents all transfusion reactions. Reality: Prevents FNHTR and some viral transmission; doesn't prevent AHTR or allergic reactions"
    ]
  },
  "prerequisites": [
    "health-sciences:medicine:hematology:hem-044-blood-transfusion-basics"
  ],
  "related_concepts": [
    "health-sciences:medicine:hematology:hem-045-platelet-transfusion",
    "health-sciences:medicine:hematology:hem-046-fresh-frozen-plasma"
  ],
  "evidence": {
    "citations": [
      {
        "reference": "Delaney M, et al. Transfusion reactions: prevention, diagnosis, and treatment. Lancet. 2016;388(10061):2825-2836.",
        "doi": "10.1016/S0140-6736(15)01313-6",
        "pmid": "27083327"
      },
      {
        "reference": "Semple JW, et al. Transfusion-associated circulatory overload and transfusion-related acute lung injury. Blood. 2019;133(17):1840-1853.",
        "doi": "10.1182/blood-2018-10-860809",
        "pmid": "30808638"
      }
    ],
    "confidence_rationale": "Well-characterized complications with established classification and management guidelines"
  },
  "provenance": {
    "verification_status": "verified",
    "last_verified": "2026-01-11T11:25:00.000Z",
    "sources": [
      {
        "source": "Delaney M, et al. Lancet. 2016;388(10061):2825-2836",
        "type": "peer-reviewed",
        "year": 2016,
        "relevance": "Comprehensive review of transfusion reactions"
      },
      {
        "source": "AABB Technical Manual, 20th edition",
        "type": "guideline",
        "year": 2020,
        "relevance": "Standard transfusion medicine reference"
      }
    ]
  },
  "quality_assessment": {
    "content_quality_score": 0.96,
    "completeness": 0.97,
    "accuracy": 0.98,
    "clarity": 0.94,
    "assessment_date": "2026-01-11T11:25:00.000Z"
  },
  "owl:sameAs": "http://dbpedia.org/resource/Transfusion_reaction",
  "skos:exactMatch": "http://www.wikidata.org/entity/Q7833588"
}