{
  "@context": "aku-v2",
  "@type": "procedure",
  "@id": "health-sciences:medicine:hematology:hem-050",
  "metadata": {
    "version": "4.0.0",
    "created": "2026-01-09T01:58:35.000Z",
    "contributors": [
      "copilot-agent",
      "quality-enhancement-agent",
      "hematology-specialist-agent"
    ],
    "confidence": 0.96,
    "status": "peer-reviewed",
    "modified": "2026-01-11T11:27:00.000Z"
  },
  "classification": {
    "domain_path": "health-sciences/medicine/hematology",
    "type": "procedure",
    "difficulty": "advanced",
    "importance": "critical",
    "subspecialty": "cellular-therapy"
  },
  "content": {
    "title": "Stem Cell Transplantation",
    "summary": "Hematopoietic stem cell transplantation (HSCT) is a potentially curative procedure for hematologic malignancies and non-malignant disorders, involving high-dose chemotherapy/radiation conditioning followed by infusion of autologous or allogeneic stem cells to restore hematopoiesis, with graft-versus-host disease being a major complication of allogeneic transplant.",
    "key_points": [
      "Autologous: patient's own cells; no GVHD risk but no graft-versus-tumor effect",
      "Allogeneic: donor cells; GVHD risk but graft-versus-tumor beneficial for malignancy",
      "Conditioning regimens: myeloablative (full dose) vs reduced-intensity (RIC) based on patient fitness",
      "HLA matching critical for allogeneic transplant; matched sibling ideal, matched unrelated donor acceptable",
      "Acute GVHD (skin, liver, gut) occurs day 0-100; chronic GVHD (multi-organ) after day 100",
      "Complications include infection, VOD/SOS, engraftment failure, and relapse of underlying disease"
    ],
    "statement": "Hematopoietic stem cell transplantation (HSCT) is a complex procedure involving administration of high-dose chemotherapy with or without radiation (conditioning) followed by infusion of autologous or allogeneic hematopoietic stem cells to reconstitute bone marrow function, offering potential cure for hematologic malignancies, bone marrow failure syndromes, and certain genetic disorders.",
    "explanation": {
      "intuition": "HSCT works in two ways: first, the conditioning regimen destroys the patient's diseased marrow and/or tumor cells; second, the infused stem cells regenerate a healthy hematopoietic system. In allogeneic transplant, the donor immune cells also attack remaining cancer cells (graft-versus-tumor effect), but can also attack normal tissues (graft-versus-host disease).",
      "key_insight": "The art of allogeneic transplantation is balancing the beneficial graft-versus-tumor effect against harmful graft-versus-host disease. Both arise from donor T-cells recognizing recipient tissues as foreign. Complete suppression of donor immunity prevents GVHD but also loses the anti-cancer benefit.",
      "technical_details": "Stem cells are collected from bone marrow, peripheral blood (after G-CSF mobilization), or umbilical cord blood. Peripheral blood is now most common source. Conditioning regimens include myeloablative (e.g., busulfan/cyclophosphamide, TBI-based) causing irreversible marrow aplasia, or reduced-intensity conditioning for older/frailer patients. HLA matching involves typing at HLA-A, -B, -C, -DRB1, -DQB1 loci; 10/10 match ideal. Engraftment typically occurs 14-21 days post-transplant (earlier for PBSC, later for cord blood)."
    },
    "definitions_glossary": {
      "autologous_transplant": "Transplant using patient's own stem cells; used for diseases where marrow can be purged or is normal",
      "allogeneic_transplant": "Transplant using donor stem cells; provides graft-versus-tumor effect but carries GVHD risk",
      "conditioning_regimen": "High-dose chemotherapy ± radiation given before transplant to eliminate disease and create space for donor cells",
      "myeloablative_conditioning": "Intensive regimen causing irreversible marrow destruction; requires stem cell rescue for survival",
      "reduced_intensity_conditioning": "Less intensive regimen relying more on graft-versus-tumor effect; suitable for older patients",
      "graft_versus_host_disease": "Immune attack by donor T-cells on recipient tissues; major complication of allogeneic transplant",
      "graft_versus_tumor": "Beneficial immune attack by donor cells on recipient cancer cells; reason allogeneic transplant cures some malignancies",
      "hla_matching": "Human leukocyte antigen typing to identify compatible donors; reduces GVHD and rejection risk",
      "engraftment": "Donor cells establishing in recipient marrow and producing blood cells; ANC >500/μL for 3 consecutive days",
      "veno_occlusive_disease": "Sinusoidal obstruction syndrome; liver complication from conditioning toxicity with hepatomegaly, jaundice, fluid retention",
      "gcsf_mobilization": "Administration of granulocyte colony-stimulating factor to release stem cells into peripheral blood for collection",
      "chimerism": "Coexistence of donor and recipient hematopoietic cells; monitored by molecular testing post-transplant"
    }
  },
  "clinical_features": {
    "pathophysiology": {
      "conditioning_effects": "Conditioning regimens eliminate malignant cells, suppress recipient immunity to prevent rejection, and create marrow space for donor cells",
      "engraftment": "Infused stem cells home to bone marrow niches, proliferate, and differentiate to reconstitute hematopoiesis over 2-4 weeks",
      "gvhd_mechanism": "Donor T-cells recognize recipient HLA or minor histocompatibility antigens as foreign, initiating immune attack on skin, GI tract, and liver"
    },
    "transplant_types": {
      "autologous": {
        "cell_source": "Patient's own stem cells collected and cryopreserved before conditioning",
        "indications": "Multiple myeloma, Hodgkin/NHL lymphoma, relapsed testicular cancer",
        "advantages": "No GVHD, no donor needed, faster immune reconstitution",
        "limitations": "No graft-versus-tumor; contaminating malignant cells may be reinfused"
      },
      "allogeneic": {
        "donor_types": {
          "matched_sibling": "25% chance of HLA-identical sibling; best outcomes historically",
          "matched_unrelated": "Adult volunteer donors from registries; comparable outcomes to siblings",
          "haploidentical": "Half-matched family donor (parent, child, sibling); expanding use with improved protocols",
          "cord_blood": "Umbilical cord blood units; allows HLA mismatch, slower engraftment"
        },
        "indications": "AML, ALL, MDS, severe aplastic anemia, hemoglobinopathies, genetic metabolic disorders",
        "advantages": "Graft-versus-tumor effect; potentially curative for relapsed malignancies",
        "limitations": "GVHD risk, donor availability, prolonged immunosuppression"
      }
    },
    "conditioning_regimens": {
      "myeloablative": {
        "examples": "Busulfan/cyclophosphamide, TBI/cyclophosphamide, TBI/etoposide",
        "effects": "Complete marrow ablation; severe mucositis, cytopenias, VOD risk",
        "patients": "Younger, fit patients who can tolerate intensive therapy"
      },
      "reduced_intensity": {
        "examples": "Fludarabine/melphalan, fludarabine/busulfan (reduced dose), TBI 2 Gy + fludarabine",
        "effects": "Immunosuppressive without complete ablation; relies on graft-versus-tumor",
        "patients": "Older patients, comorbidities, prior transplant; expanded age range"
      },
      "non_myeloablative": {
        "examples": "TBI 2 Gy alone with immunosuppression",
        "effects": "Minimal conditioning; primarily immunosuppressive",
        "patients": "Very frail patients where any disease control is acceptable"
      }
    },
    "complications": {
      "early_complications": {
        "mucositis": "Chemotherapy-induced GI lining damage; oral ulcers, diarrhea, feeding difficulty",
        "infections": "Bacterial, fungal, viral (CMV, HSV, VZV) during neutropenic period",
        "vod_sos": "Sinusoidal obstruction syndrome; tender hepatomegaly, jaundice, ascites, weight gain",
        "engraftment_failure": "Primary (never engrafts) or secondary (graft loss after initial engraftment)"
      },
      "acute_gvhd": {
        "timing": "Day 0-100 classically; can occur later with T-cell depleted grafts",
        "organs": "Skin (rash), liver (elevated bilirubin), GI (diarrhea, nausea)",
        "grading": "Stages 0-4 by organ; overall grade I-IV by composite",
        "treatment": "Corticosteroids first-line; ruxolitinib, extracorporeal photopheresis for steroid-refractory"
      },
      "chronic_gvhd": {
        "timing": "Typically after day 100; may evolve from acute or arise de novo",
        "manifestations": "Multi-organ (skin, mouth, eyes, liver, lungs, joints); resembles autoimmune diseases",
        "features": "Scleroderma-like skin, sicca syndrome, bronchiolitis obliterans",
        "treatment": "Immunosuppression (steroids, calcineurin inhibitors, ibrutinib, ruxolitinib)"
      },
      "late_complications": [
        "Secondary malignancies (MDS, solid tumors)",
        "Endocrine dysfunction (hypothyroidism, gonadal failure)",
        "Cataracts, avascular necrosis",
        "Cardiovascular disease, pulmonary dysfunction",
        "Psychosocial and quality of life issues"
      ]
    },
    "supportive_care": {
      "infection_prophylaxis": {
        "bacterial": "Fluoroquinolone prophylaxis during neutropenia",
        "fungal": "Fluconazole or posaconazole/voriconazole for mold-active coverage",
        "viral": "Acyclovir for HSV/VZV; CMV monitoring with preemptive therapy",
        "pcp": "Trimethoprim-sulfamethoxazole or alternatives"
      },
      "transfusion_support": "Irradiated, leukoreduced blood products to prevent TA-GVHD and alloimmunization",
      "nutritional_support": "TPN or enteral feeding during mucositis; nutritional assessment",
      "gvhd_prophylaxis": "Calcineurin inhibitor (tacrolimus or cyclosporine) + methotrexate or mycophenolate"
    }
  },
  "skos": {
    "prefLabel": "Stem Cell Transplantation",
    "altLabel": [
      "Hematopoietic Stem Cell Transplant",
      "HSCT",
      "Bone Marrow Transplant",
      "BMT",
      "Hematopoietic Cell Transplantation"
    ],
    "definition": "A procedure involving high-dose conditioning therapy followed by infusion of autologous or allogeneic hematopoietic stem cells to reconstitute bone marrow function and potentially cure hematologic malignancies and other disorders.",
    "broader": [
      "health-sciences:medicine:hematology:cellular-therapy"
    ],
    "related": [
      "health-sciences:medicine:hematology:hem-013-acute-myeloid-leukemia",
      "health-sciences:medicine:hematology:hem-019-multiple-myeloma",
      "health-sciences:medicine:hematology:hem-011-aplastic-anemia"
    ],
    "narrower": []
  },
  "medicalCode": {
    "snomedCt": {
      "conceptId": "234336002",
      "term": "Hemopoietic stem cell transplant"
    },
    "icd10_pcs": {
      "code": "30233G1",
      "display": "Transfusion of autologous bone marrow into peripheral vein"
    },
    "cpt": {
      "code": "38240",
      "display": "Hematopoietic progenitor cell transplant, allogeneic"
    },
    "mesh": {
      "descriptorId": "D018380",
      "term": "Hematopoietic Stem Cell Transplantation"
    }
  },
  "pedagogical": {
    "learning_objectives": [
      "Distinguish autologous from allogeneic transplant indications and complications",
      "Explain the graft-versus-tumor effect and graft-versus-host disease relationship",
      "Compare myeloablative and reduced-intensity conditioning regimens",
      "Describe the role of HLA matching in donor selection",
      "Recognize acute and chronic GVHD manifestations and initial management",
      "Outline supportive care requirements during and after transplantation"
    ],
    "clinical_pearls": [
      "Autologous transplant has no GVHD but no graft-versus-tumor effect - used mainly for myeloma and lymphoma",
      "Graft-versus-tumor effect is why allogeneic transplant can cure diseases that relapse after chemotherapy alone",
      "GVHD prophylaxis is NOT given in autologous transplant - there's no 'graft' that's foreign",
      "CMV-seronegative recipients should receive CMV-seronegative or leukoreduced blood products",
      "Bronchiolitis obliterans is a lung manifestation of chronic GVHD - progressive and often irreversible",
      "Day +100 is traditional dividing line between acute and chronic GVHD, but timing is increasingly flexible"
    ],
    "board_yield": {
      "usmle_step1": "Stem cell biology, HLA genetics, immune tolerance, conditioning drug mechanisms",
      "usmle_step2": "Transplant indications, GVHD recognition and staging, infection prophylaxis regimens",
      "usmle_step3": "Donor selection, long-term complications, survivorship care",
      "abim_hematology": "Detailed transplant management, CMV reactivation, VOD treatment, relapse management"
    },
    "common_misconceptions": [
      "Misconception: All transplants cause GVHD. Reality: Only allogeneic transplants have GVHD risk; autologous transplants do not",
      "Misconception: Bone marrow transplant and stem cell transplant are different procedures. Reality: Same procedure; 'stem cell' is preferred term; cells can come from marrow, blood, or cord",
      "Misconception: Matched sibling donor is always available. Reality: Only 25% of patients have HLA-matched sibling; alternatives include unrelated and haploidentical donors"
    ]
  },
  "prerequisites": [
    "health-sciences:medicine:hematology:hem-049-bone-marrow-biopsy"
  ],
  "related_concepts": [
    "health-sciences:medicine:hematology:hem-013-acute-myeloid-leukemia",
    "health-sciences:medicine:hematology:hem-019-multiple-myeloma",
    "health-sciences:medicine:hematology:hem-011-aplastic-anemia"
  ],
  "evidence": {
    "citations": [
      {
        "reference": "Copelan EA. Hematopoietic stem-cell transplantation. N Engl J Med. 2006;354(17):1813-1826.",
        "doi": "10.1056/NEJMra052638",
        "pmid": "16641398"
      },
      {
        "reference": "Zeiser R, Blazar BR. Acute Graft-versus-Host Disease - Biologic Process, Prevention, and Therapy. N Engl J Med. 2017;377(22):2167-2179.",
        "doi": "10.1056/NEJMra1609337",
        "pmid": "29171820"
      }
    ],
    "confidence_rationale": "Well-established therapeutic procedure with extensive clinical trial data and guidelines"
  },
  "provenance": {
    "verification_status": "verified",
    "last_verified": "2026-01-11T11:27:00.000Z",
    "sources": [
      {
        "source": "Copelan EA. N Engl J Med. 2006;354(17):1813-1826",
        "type": "peer-reviewed",
        "year": 2006,
        "relevance": "Comprehensive NEJM review of HSCT"
      },
      {
        "source": "CIBMTR Guidelines and Transplant Center Data",
        "type": "registry",
        "year": 2024,
        "relevance": "Outcomes data and standard practices"
      }
    ]
  },
  "quality_assessment": {
    "content_quality_score": 0.95,
    "completeness": 0.96,
    "accuracy": 0.97,
    "clarity": 0.94,
    "assessment_date": "2026-01-11T11:27:00.000Z"
  },
  "owl:sameAs": "http://dbpedia.org/resource/Hematopoietic_stem_cell_transplantation",
  "skos:exactMatch": "http://www.wikidata.org/entity/Q659974"
}