{
  "@context": "aku-v2",
  "@type": "procedure",
  "@id": "health-sciences:medicine:hematology:hem-044",
  "metadata": {
    "version": "4.0.0",
    "created": "2026-01-09T01:58:35.000Z",
    "contributors": [
      "copilot-agent",
      "quality-enhancement-agent",
      "transfusion-medicine-specialist"
    ],
    "confidence": 0.97,
    "status": "peer-reviewed",
    "modified": "2026-01-11T11:18:00.000Z"
  },
  "classification": {
    "domain_path": "health-sciences/medicine/hematology",
    "type": "procedure",
    "difficulty": "intermediate",
    "importance": "critical",
    "subspecialty": "transfusion-medicine"
  },
  "content": {
    "title": "Blood Transfusion Basics",
    "summary": "Comprehensive overview of red blood cell transfusion including indications, compatibility testing, transfusion thresholds, administration, and recognition of adverse reactions, emphasizing evidence-based restrictive transfusion strategies for improved patient outcomes.",
    "key_points": [
      "Restrictive transfusion strategy (Hgb threshold 7 g/dL) is preferred for most stable hospitalized patients",
      "ABO/Rh compatibility and antibody screening are essential pre-transfusion requirements",
      "One unit of pRBCs typically raises hemoglobin by 1 g/dL in 70 kg adult",
      "Transfusion reactions range from mild febrile to life-threatening hemolytic reactions",
      "Universal precautions at bedside: verify patient ID, blood unit ID, and compatibility",
      "Indications include symptomatic anemia, acute blood loss, and certain perioperative settings"
    ],
    "statement": "Blood transfusion of packed red blood cells (pRBCs) is a life-saving intervention for restoring oxygen-carrying capacity in patients with anemia or blood loss, requiring careful attention to compatibility testing, appropriate transfusion thresholds based on clinical context, standardized administration procedures, and vigilant monitoring for adverse reactions.",
    "explanation": {
      "intuition": "Blood transfusion replaces the oxygen-carrying capacity lost through anemia or hemorrhage. The key is determining when the benefits of increased oxygen delivery outweigh the risks of transfusion, including immunological reactions, infection transmission, and transfusion-related complications. Evidence supports more restrictive thresholds for most patients.",
      "key_insight": "The TRICC trial and subsequent studies established that restrictive transfusion (Hgb <7 g/dL) is as safe or safer than liberal strategies for most hospitalized patients. Transfusion decisions should be based on clinical symptoms and physiological tolerance, not arbitrary hemoglobin numbers alone.",
      "technical_details": "Packed RBCs are prepared from whole blood by centrifugation, removing most plasma. Storage in additive solutions (AS-1, AS-3, AS-5) allows 42-day shelf life at 1-6°C. The storage lesion includes decreased 2,3-DPG, increased potassium, and reduced deformability, though clinical significance remains debated. Leukoreduction reduces febrile reactions and CMV transmission."
    },
    "definitions_glossary": {
      "packed_red_blood_cells": "Blood component prepared by removing plasma from whole blood, containing concentrated erythrocytes with hematocrit 55-80%",
      "crossmatch": "Pre-transfusion testing mixing recipient serum with donor red cells to detect incompatibility before transfusion",
      "type_and_screen": "Pre-transfusion testing determining ABO/Rh type and screening for unexpected red cell antibodies",
      "abo_compatibility": "Matching of ABO blood groups between donor and recipient to prevent hemolytic transfusion reactions",
      "rh_factor": "D antigen of the Rh blood group system; Rh-negative recipients should receive Rh-negative blood when possible",
      "transfusion_threshold": "Hemoglobin level below which transfusion is considered; evidence supports 7 g/dL for most stable patients",
      "restrictive_strategy": "Transfusion approach using lower hemoglobin thresholds (typically 7 g/dL) shown to be safe in most patients",
      "liberal_strategy": "Transfusion approach using higher hemoglobin thresholds (typically 9-10 g/dL); may be appropriate in select populations",
      "leukoreduction": "Removal of white blood cells from blood products to reduce febrile reactions and prevent CMV transmission",
      "storage_lesion": "Biochemical and morphological changes occurring in stored red cells including 2,3-DPG depletion and potassium leak",
      "alloimmunization": "Development of antibodies against foreign red cell antigens from previous transfusion or pregnancy",
      "hemolytic_transfusion_reaction": "Immune-mediated destruction of transfused red cells due to antibody-antigen incompatibility"
    }
  },
  "clinical_features": {
    "pathophysiology": {
      "oxygen_delivery": "Red blood cells deliver oxygen via hemoglobin; transfusion increases oxygen-carrying capacity when endogenous production is insufficient or blood loss exceeds compensatory mechanisms",
      "physiologic_compensation": "The body compensates for anemia through increased cardiac output, reduced blood viscosity, rightward shift of oxygen dissociation curve (increased 2,3-DPG), and redistribution of blood flow",
      "storage_effects": "Stored RBCs undergo metabolic changes: decreased 2,3-DPG (returns to normal within 24h post-transfusion), increased potassium, decreased ATP, reduced membrane deformability"
    },
    "indications": {
      "acute_blood_loss": {
        "hemorrhage": "Acute blood loss >30% blood volume (>1.5L in adults) typically requires transfusion",
        "clinical_signs": "Tachycardia, hypotension, decreased urine output, altered mental status indicate need for transfusion",
        "massive_transfusion": "Protocols activated for ≥10 units pRBCs in 24h or ≥4 units in 1 hour with ongoing bleeding"
      },
      "symptomatic_anemia": {
        "symptoms": "Fatigue, dyspnea, chest pain, syncope, confusion in setting of anemia",
        "thresholds": "Symptom-based transfusion preferred; consider at Hgb <7 g/dL for most patients"
      },
      "perioperative": {
        "preoperative": "Optimize hemoglobin before major surgery; threshold varies by procedure and patient factors",
        "intraoperative": "Transfuse for ongoing blood loss with physiological triggers or estimated blood loss >30%"
      }
    },
    "transfusion_thresholds": {
      "restrictive_7g_dl": {
        "populations": "Most hospitalized adults including critically ill, GI bleeding, hip fracture surgery",
        "evidence": "TRICC, TRACS, TITRe2 trials showed equivalent or better outcomes vs liberal strategy",
        "exceptions": "May not apply to acute coronary syndrome, chronic transfusion-dependent conditions"
      },
      "liberal_8_to_10g_dl": {
        "considerations": "Acute coronary syndrome (Hgb <8-10 g/dL), some oncology protocols",
        "rationale": "Higher oxygen delivery requirements in cardiac ischemia",
        "evidence": "Less robust than restrictive strategy evidence; individualization needed"
      }
    },
    "compatibility_testing": {
      "abo_rh_typing": "Determines patient blood type; ABO-compatible transfusion mandatory to prevent fatal hemolysis",
      "antibody_screen": "Detects unexpected red cell antibodies from prior transfusion or pregnancy; requires antigen-negative units if positive",
      "crossmatch_types": {
        "immediate_spin": "Quick method detecting ABO incompatibility; used when screen negative",
        "full_crossmatch": "Complete compatibility testing including antiglobulin phase; used when screen positive or history of antibodies",
        "electronic_crossmatch": "Computer-based compatibility check when two valid ABO/Rh typings and negative screen on file"
      }
    },
    "administration": {
      "verification": {
        "patient_id": "Two-person verification of patient identity using wristband and verbal confirmation",
        "blood_product_id": "Match unit number, ABO/Rh type, expiration date with compatibility tag",
        "documentation": "Record verification, start time, vital signs in medical record"
      },
      "infusion_parameters": {
        "rate": "Each unit typically infused over 1-2 hours; maximum 4 hours per unit",
        "volume": "One unit pRBCs approximately 350 mL; expected Hgb increase 1 g/dL per unit",
        "iv_access": "18-gauge or larger peripheral IV; may use smaller in emergencies"
      },
      "monitoring": {
        "vital_signs": "Before, 15 min into, and after each unit",
        "reaction_watch": "Observe closely first 15-30 minutes when most severe reactions occur",
        "post_transfusion": "Repeat hemoglobin 1-24 hours post-transfusion to assess response"
      }
    },
    "complications": {
      "acute_reactions": [
        "Acute hemolytic transfusion reaction: ABO incompatibility; fever, hypotension, hemoglobinuria",
        "Febrile non-hemolytic reaction: cytokine-mediated; fever, chills without hemolysis",
        "Allergic reactions: urticaria to anaphylaxis; IgE-mediated",
        "Transfusion-related acute lung injury (TRALI): non-cardiogenic pulmonary edema",
        "Transfusion-associated circulatory overload (TACO): volume overload in susceptible patients"
      ],
      "delayed_reactions": [
        "Delayed hemolytic transfusion reaction: 2-14 days post-transfusion; anamnestic antibody response",
        "Transfusion-transmitted infection: bacterial, viral (rare with modern screening)",
        "Iron overload: chronic transfusion-dependent patients; requires chelation therapy",
        "Alloimmunization: development of new red cell antibodies complicating future transfusions"
      ]
    }
  },
  "skos": {
    "prefLabel": "Blood Transfusion Basics",
    "altLabel": [
      "Red Blood Cell Transfusion",
      "pRBC Transfusion",
      "Packed Red Cell Transfusion",
      "Erythrocyte Transfusion"
    ],
    "definition": "The clinical procedure of administering packed red blood cells to patients with anemia or blood loss to restore oxygen-carrying capacity, requiring appropriate compatibility testing, evidence-based transfusion thresholds, and careful monitoring for adverse reactions.",
    "broader": [
      "health-sciences:medicine:hematology:transfusion-medicine"
    ],
    "related": [
      "health-sciences:medicine:hematology:hem-045-platelet-transfusion",
      "health-sciences:medicine:hematology:hem-046-fresh-frozen-plasma",
      "health-sciences:medicine:hematology:hem-048-transfusion-reactions",
      "health-sciences:medicine:critical-care:icu-032-massive-transfusion"
    ],
    "narrower": [
      "health-sciences:medicine:hematology:hem-048-transfusion-reactions"
    ]
  },
  "medicalCode": {
    "snomedCt": {
      "conceptId": "116859006",
      "term": "Transfusion of blood"
    },
    "icd10_pcs": {
      "code": "30233N1",
      "display": "Transfusion of nonautologous red blood cells into peripheral vein"
    },
    "cpt": {
      "code": "36430",
      "display": "Transfusion, blood or blood components"
    },
    "mesh": {
      "descriptorId": "D001803",
      "term": "Blood Transfusion"
    }
  },
  "pedagogical": {
    "learning_objectives": [
      "Apply evidence-based transfusion thresholds to clinical scenarios",
      "Describe the components of pre-transfusion compatibility testing",
      "Outline proper blood product administration and monitoring procedures",
      "Recognize signs and symptoms of acute transfusion reactions",
      "Compare restrictive versus liberal transfusion strategies and their evidence base",
      "Identify special considerations in massive transfusion and chronic transfusion dependence"
    ],
    "clinical_pearls": [
      "Transfuse for symptoms, not numbers - a Hgb of 7 g/dL in a young healthy person differs from the same level in an elderly cardiac patient",
      "Most severe transfusion reactions occur in the first 15-30 minutes - stay vigilant early",
      "O-negative is the universal donor for RBCs; use only when type-specific blood unavailable in emergencies",
      "Each unit should raise Hgb by 1 g/dL; less response suggests ongoing bleeding, hemolysis, or antibodies",
      "Febrile reactions are common (1-3%) but must exclude hemolytic reaction - stop transfusion, assess patient, send labs",
      "TRALI is leading cause of transfusion-related mortality - presents with hypoxemia and bilateral infiltrates within 6h of transfusion"
    ],
    "board_yield": {
      "usmle_step1": "ABO blood group genetics, Rh system, immunology of transfusion reactions, oxygen dissociation curve",
      "usmle_step2": "Transfusion thresholds (TRICC trial), recognition and management of transfusion reactions",
      "usmle_step3": "Perioperative transfusion decisions, massive transfusion protocols, informed consent",
      "abim_hematology": "Complex antibody workups, hemolytic disease of newborn, chronic transfusion management"
    },
    "common_misconceptions": [
      "Misconception: Transfuse to normalize hemoglobin. Reality: Target symptom relief, not normal values; restrictive strategy preferred",
      "Misconception: Type O blood is always safe. Reality: O-positive can sensitize Rh-negative recipients; use O-neg for unknown type",
      "Misconception: Fever during transfusion always indicates hemolytic reaction. Reality: Febrile non-hemolytic reactions are more common"
    ]
  },
  "prerequisites": [],
  "related_concepts": [
    "health-sciences:medicine:hematology:hem-045-platelet-transfusion",
    "health-sciences:medicine:hematology:hem-046-fresh-frozen-plasma",
    "health-sciences:medicine:hematology:hem-048-transfusion-reactions"
  ],
  "evidence": {
    "citations": [
      {
        "reference": "Hébert PC, et al. A multicenter, randomized, controlled clinical trial of transfusion requirements in critical care (TRICC). N Engl J Med. 1999;340(6):409-417.",
        "doi": "10.1056/NEJM199902113400601",
        "pmid": "9971864"
      },
      {
        "reference": "Carson JL, et al. Red blood cell transfusion: 2023 AABB International Guidelines. JAMA. 2023;330(19):1892-1902.",
        "doi": "10.1001/jama.2023.12914",
        "pmid": "37966847"
      }
    ],
    "confidence_rationale": "Evidence-based practice with robust randomized controlled trial data supporting transfusion thresholds"
  },
  "provenance": {
    "verification_status": "verified",
    "last_verified": "2026-01-11T11:18:00.000Z",
    "sources": [
      {
        "source": "TRICC Trial. N Engl J Med. 1999;340(6):409-417",
        "type": "randomized-controlled-trial",
        "year": 1999,
        "relevance": "Landmark trial establishing restrictive transfusion safety"
      },
      {
        "source": "AABB Transfusion Guidelines 2023",
        "type": "guideline",
        "year": 2023,
        "relevance": "Current evidence-based transfusion recommendations"
      }
    ]
  },
  "quality_assessment": {
    "content_quality_score": 0.95,
    "completeness": 0.96,
    "accuracy": 0.97,
    "clarity": 0.94,
    "assessment_date": "2026-01-11T11:18:00.000Z"
  },
  "owl:sameAs": "http://dbpedia.org/resource/Blood_transfusion",
  "skos:exactMatch": "http://www.wikidata.org/entity/Q19953"
}