{
  "@context": "aku-v2",
  "@type": "procedure",
  "@id": "health-sciences:medicine:hematology:hem-045",
  "metadata": {
    "version": "4.0.0",
    "created": "2026-01-09T01:58:35.000Z",
    "contributors": [
      "copilot-agent",
      "quality-enhancement-agent",
      "transfusion-medicine-specialist"
    ],
    "confidence": 0.96,
    "status": "peer-reviewed",
    "modified": "2026-01-11T11:19:00.000Z"
  },
  "classification": {
    "domain_path": "health-sciences/medicine/hematology",
    "type": "procedure",
    "difficulty": "intermediate",
    "importance": "critical",
    "subspecialty": "transfusion-medicine"
  },
  "content": {
    "title": "Platelet Transfusion",
    "summary": "Comprehensive overview of platelet transfusion including indications, thresholds, product types, ABO considerations, refractoriness evaluation, and special clinical scenarios requiring modified approaches.",
    "key_points": [
      "Prophylactic transfusion threshold is 10,000/μL for stable patients; higher for procedures or bleeding",
      "One apheresis unit or pooled platelets should increase count by 30,000-50,000/μL",
      "ABO-compatible platelets preferred but not required; Rh matching important in women of childbearing potential",
      "Platelet refractoriness requires evaluation for immune vs non-immune causes",
      "Contraindicated in TTP and HIT unless life-threatening bleeding",
      "Irradiation required to prevent transfusion-associated graft-versus-host disease in at-risk recipients"
    ],
    "statement": "Platelet transfusion is the administration of platelet concentrates to prevent or treat bleeding in patients with thrombocytopenia or platelet dysfunction, requiring consideration of appropriate thresholds based on clinical context, product selection, compatibility, and recognition of special circumstances including refractoriness and relative contraindications.",
    "explanation": {
      "intuition": "Platelets are essential for primary hemostasis - forming the initial plug at sites of vascular injury. When platelet counts are too low or platelets don't function properly, bleeding risk increases. Platelet transfusion provides functional platelets to restore hemostatic capacity, but the decision to transfuse depends on both the platelet count and the clinical situation.",
      "key_insight": "The prophylactic transfusion threshold of 10,000/μL emerged from studies showing no additional bleeding prevention at higher thresholds in stable patients. However, this threshold assumes normal platelet function; patients with qualitative defects or additional bleeding risks may need higher targets.",
      "technical_details": "Platelets are prepared as single-donor apheresis units (one donor, equivalent to 6-8 whole blood units) or pooled random donor units (4-6 units from different donors combined). Storage at 20-24°C with continuous agitation limits shelf life to 5-7 days due to bacterial growth risk. Pathogen reduction technologies extend safety but may reduce platelet function."
    },
    "definitions_glossary": {
      "apheresis_platelets": "Platelets collected from single donor using apheresis machine; standard therapeutic dose containing ≥3×10¹¹ platelets",
      "pooled_platelets": "Multiple random donor platelet units combined into single therapeutic dose; higher alloimmunization risk",
      "corrected_count_increment": "Formula assessing transfusion response: (post-pre count × BSA) / (platelets transfused × 10¹¹); <7,500 at 10-60 min indicates refractoriness",
      "platelet_refractoriness": "Inadequate platelet count increments after successive transfusions; may be immune or non-immune mediated",
      "hla_matched_platelets": "Platelets selected based on HLA typing to overcome immune refractoriness; require specialized testing and inventory",
      "crossmatch_compatible_platelets": "Platelets tested directly against recipient serum to identify compatible donors",
      "irradiated_platelets": "Platelets treated with gamma radiation or X-ray to prevent transfusion-associated GVHD by inactivating donor lymphocytes",
      "leukoreduced_platelets": "Platelets with white cells removed to reduce febrile reactions and CMV transmission risk",
      "abo_compatibility": "Matching ABO blood types; ABO-incompatible platelets have reduced survival but are acceptable when compatible unavailable",
      "rh_immunoglobulin": "Anti-D antibody given to Rh-negative recipients of Rh-positive platelets to prevent alloimmunization",
      "bacterial_contamination": "Most common infectious complication of platelet transfusion due to room temperature storage",
      "post_transfusion_purpura": "Rare severe thrombocytopenia 5-10 days after transfusion in previously sensitized patients"
    }
  },
  "clinical_features": {
    "pathophysiology": {
      "platelet_function": "Platelets adhere to exposed subendothelium via von Willebrand factor, activate and aggregate to form primary hemostatic plug, and provide phospholipid surface for coagulation",
      "thrombocytopenia_consequences": "Bleeding risk increases significantly below 10,000-20,000/μL; spontaneous life-threatening hemorrhage uncommon above 10,000/μL in absence of additional factors",
      "transfused_platelet_survival": "Normal platelet lifespan 8-10 days; transfused platelets survive 3-4 days in uncomplicated recipients"
    },
    "indications": {
      "prophylactic_transfusion": {
        "standard_threshold": "10,000/μL for stable hospitalized patients without bleeding",
        "higher_thresholds": "20,000/μL with fever, infection, coagulopathy; 50,000/μL for most invasive procedures",
        "procedure_specific": "50,000/μL for lumbar puncture, central line; 100,000/μL for neurosurgery, ocular surgery"
      },
      "therapeutic_transfusion": {
        "active_bleeding": "Transfuse to maintain >50,000/μL in most bleeding; >100,000/μL in CNS or severe hemorrhage",
        "massive_transfusion": "1:1:1 ratio of RBCs:plasma:platelets in massive hemorrhage protocols",
        "qualitative_defects": "May require transfusion despite normal counts in severe platelet dysfunction with bleeding"
      },
      "special_populations": {
        "bone_marrow_failure": "Prophylactic transfusion at 10,000/μL standard; higher with bleeding history",
        "solid_tumors_chemotherapy": "Similar thresholds; may use 20,000/μL with necrotic tumors",
        "neonates": "Thresholds generally 25,000-50,000/μL depending on gestational age and clinical status"
      }
    },
    "product_selection": {
      "apheresis_vs_pooled": {
        "apheresis": "Single donor exposure; preferred for patients requiring ongoing transfusions to minimize alloimmunization",
        "pooled": "Multiple donor exposures; acceptable when apheresis unavailable or for single transfusion needs"
      },
      "modifications": {
        "irradiation": "Required for immunocompromised, HLA-matched transfusions, intrauterine transfusion, transplant recipients",
        "volume_reduction": "For volume-sensitive patients (neonates, heart failure)",
        "washing": "Removes plasma proteins for patients with severe allergic reactions or IgA deficiency"
      },
      "abo_rh_compatibility": {
        "abo_matching": "ABO-identical preferred; ABO-compatible (avoid major incompatibility with plasma); any ABO acceptable if none available",
        "rh_matching": "Rh-negative preferred for Rh-negative women of childbearing age; give RhIG if Rh-positive platelets used"
      }
    },
    "refractoriness_evaluation": {
      "definition": "Two consecutive inadequate responses (CCI <7,500 at 10-60 min or <5,000 at 18-24 h)",
      "immune_causes": {
        "hla_antibodies": "Most common immune cause; anti-HLA Class I antibodies from previous transfusions or pregnancy",
        "hpa_antibodies": "Anti-platelet-specific antibodies less common but cause severe refractoriness",
        "management": "HLA-matched or crossmatch-compatible platelets"
      },
      "non_immune_causes": {
        "clinical_factors": "Fever, sepsis, DIC, splenomegaly, bleeding, medications (amphotericin, heparin)",
        "frequency": "Non-immune causes account for >80% of poor increments",
        "management": "Treat underlying cause; may need more frequent transfusions"
      }
    },
    "contraindications_cautions": {
      "ttp_hus": "Platelet transfusion generally avoided; may worsen thrombosis unless life-threatening hemorrhage",
      "hit": "Avoid platelet transfusion in active HIT; acceptable if life-threatening bleeding and alternative hemostasis failing",
      "post_transfusion_purpura": "Avoid platelet transfusion during active episode; may worsen thrombocytopenia"
    }
  },
  "skos": {
    "prefLabel": "Platelet Transfusion",
    "altLabel": [
      "Thrombocyte Transfusion",
      "Platelet Concentrate Transfusion",
      "Apheresis Platelet Transfusion",
      "PLT Transfusion"
    ],
    "definition": "The administration of platelet concentrates to prevent or treat bleeding in patients with thrombocytopenia or platelet dysfunction, guided by evidence-based thresholds and clinical context, with attention to product selection, compatibility, and special circumstances.",
    "broader": [
      "health-sciences:medicine:hematology:transfusion-medicine"
    ],
    "related": [
      "health-sciences:medicine:hematology:hem-044-blood-transfusion-basics",
      "health-sciences:medicine:hematology:hem-046-fresh-frozen-plasma",
      "health-sciences:medicine:hematology:hem-024-thrombocytopenia-overview",
      "health-sciences:medicine:hematology:hem-025-immune-thrombocytopenia"
    ],
    "narrower": []
  },
  "medicalCode": {
    "snomedCt": {
      "conceptId": "71493000",
      "term": "Transfusion of platelets"
    },
    "icd10_pcs": {
      "code": "30233R1",
      "display": "Transfusion of nonautologous platelets into peripheral vein"
    },
    "cpt": {
      "code": "36430",
      "display": "Transfusion, blood or blood components"
    },
    "mesh": {
      "descriptorId": "D010983",
      "term": "Platelet Transfusion"
    }
  },
  "pedagogical": {
    "learning_objectives": [
      "Apply appropriate platelet transfusion thresholds to various clinical scenarios",
      "Compare apheresis and pooled platelet products",
      "Evaluate platelet refractoriness and distinguish immune from non-immune causes",
      "Describe indications for modified platelet products (irradiated, washed, volume-reduced)",
      "Recognize contraindications and cautions for platelet transfusion",
      "Calculate corrected count increment to assess transfusion response"
    ],
    "clinical_pearls": [
      "The 10,000/μL threshold is for stable patients - use higher thresholds with fever, bleeding, or procedures",
      "Non-immune factors (sepsis, splenomegaly, DIC) cause >80% of poor platelet increments",
      "Avoid platelet transfusion in TTP - may worsen microvascular thrombosis",
      "Always give RhIG to Rh-negative women of childbearing age who receive Rh-positive platelets",
      "Bacterial contamination is the leading infectious risk of platelet transfusion due to room temperature storage",
      "HLA-matched platelets require advance planning - start workup early in patients becoming refractory"
    ],
    "board_yield": {
      "usmle_step1": "Platelet physiology, primary hemostasis, HLA system, bacterial growth at room temperature",
      "usmle_step2": "Transfusion thresholds by clinical scenario, refractoriness workup, TTP contraindication",
      "usmle_step3": "Product selection, immunocompromised patient considerations, massive transfusion protocols",
      "abim_hematology": "CCI calculation, HLA matching strategies, neonatal thresholds, prophylaxis vs therapeutic indications"
    },
    "common_misconceptions": [
      "Misconception: Always transfuse platelets for count <50,000. Reality: 10,000/μL threshold is appropriate for most stable patients",
      "Misconception: Platelet refractoriness is usually immune-mediated. Reality: Non-immune causes are far more common",
      "Misconception: ABO matching is required for platelets. Reality: ABO-compatible preferred but not required"
    ]
  },
  "prerequisites": [
    "health-sciences:medicine:hematology:hem-044-blood-transfusion-basics",
    "health-sciences:medicine:hematology:hem-024-thrombocytopenia-overview"
  ],
  "related_concepts": [
    "health-sciences:medicine:hematology:hem-046-fresh-frozen-plasma",
    "health-sciences:medicine:hematology:hem-026-ttp",
    "health-sciences:medicine:hematology:hem-029-heparin-induced-thrombocytopenia"
  ],
  "evidence": {
    "citations": [
      {
        "reference": "Slichter SJ, et al. Dose of prophylactic platelet transfusions and prevention of hemorrhage. N Engl J Med. 2010;362(7):600-613.",
        "doi": "10.1056/NEJMoa0904084",
        "pmid": "20164484"
      },
      {
        "reference": "Kaufman RM, et al. Platelet transfusion: a clinical practice guideline from the AABB. Ann Intern Med. 2015;162(3):205-213.",
        "doi": "10.7326/M14-1589",
        "pmid": "25383671"
      }
    ],
    "confidence_rationale": "Evidence-based practice with randomized trial data and society guidelines"
  },
  "provenance": {
    "verification_status": "verified",
    "last_verified": "2026-01-11T11:19:00.000Z",
    "sources": [
      {
        "source": "PLADO Trial. N Engl J Med. 2010;362(7):600-613",
        "type": "randomized-controlled-trial",
        "year": 2010,
        "relevance": "Established prophylactic dosing strategies"
      },
      {
        "source": "AABB Platelet Transfusion Guidelines 2015",
        "type": "guideline",
        "year": 2015,
        "relevance": "Evidence-based platelet transfusion recommendations"
      }
    ]
  },
  "quality_assessment": {
    "content_quality_score": 0.94,
    "completeness": 0.95,
    "accuracy": 0.96,
    "clarity": 0.93,
    "assessment_date": "2026-01-11T11:19:00.000Z"
  },
  "owl:sameAs": "http://dbpedia.org/resource/Platelet_transfusion",
  "skos:exactMatch": "http://www.wikidata.org/entity/Q7202984"
}