{
  "@context": "aku-v2",
  "@type": "procedure",
  "@id": "health-sciences:medicine:hematology:hem-049",
  "metadata": {
    "version": "4.0.0",
    "created": "2026-01-09T01:58:35.000Z",
    "contributors": [
      "copilot-agent",
      "quality-enhancement-agent",
      "hematology-specialist-agent"
    ],
    "confidence": 0.96,
    "status": "peer-reviewed",
    "modified": "2026-01-11T11:26:00.000Z"
  },
  "classification": {
    "domain_path": "health-sciences/medicine/hematology",
    "type": "procedure",
    "difficulty": "intermediate",
    "importance": "critical",
    "subspecialty": "diagnostic-hematology"
  },
  "content": {
    "title": "Bone Marrow Biopsy",
    "summary": "Bone marrow aspiration and biopsy is an essential diagnostic procedure in hematology, providing direct assessment of marrow cellularity, morphology, and architecture for diagnosis and staging of hematologic malignancies, evaluation of cytopenias, and monitoring treatment response.",
    "key_points": [
      "Combines aspiration (liquid sample for morphology, flow cytometry, cytogenetics) and core biopsy (architecture, cellularity)",
      "Posterior superior iliac crest is preferred site; anterior iliac crest or sternum as alternatives",
      "Indications include unexplained cytopenias, suspected hematologic malignancy, staging, and treatment response assessment",
      "Aspirate provides cells for morphology, flow cytometry, cytogenetics, and molecular testing",
      "Core biopsy allows assessment of cellularity, fibrosis, architecture, and immunohistochemistry",
      "Complications are rare (<1%) but include bleeding, infection, and needle fracture"
    ],
    "statement": "Bone marrow aspiration and biopsy is a minimally invasive procedure obtaining liquid marrow aspirate and a solid core biopsy specimen from the posterior iliac crest, providing essential diagnostic information including marrow cellularity, cell morphology, architecture, and material for ancillary testing (flow cytometry, cytogenetics, molecular studies) in the evaluation of hematologic disorders.",
    "explanation": {
      "intuition": "The bone marrow is the factory for blood cells. When blood counts are abnormal or malignancy is suspected, directly examining the marrow provides information that peripheral blood cannot - including cellularity, maturation patterns, abnormal cell populations, and architectural changes like fibrosis.",
      "key_insight": "Aspiration and biopsy are complementary: the aspirate gives individual cells for detailed morphology and flow cytometry, while the core biopsy shows the big picture - overall cellularity, architecture, and patterns of involvement that can be missed in liquid samples, especially in fibrotic marrows where aspiration may yield a 'dry tap.'",
      "technical_details": "Procedure uses local anesthesia (lidocaine) ± conscious sedation. Jamshidi needle (11-gauge) penetrates cortical bone; aspirate obtained first (1-2 mL for morphology; additional for studies). Core biopsy follows, obtaining 1.5-2 cm cylinder of trabecular bone. Aspirate smears prepared immediately; core fixed in formalin or B5 for histologic processing. Touch imprints from core provide morphology when aspirate is inadequate."
    },
    "definitions_glossary": {
      "bone_marrow_aspiration": "Procedure obtaining liquid marrow sample using needle and syringe for morphologic examination and ancillary studies",
      "bone_marrow_biopsy": "Procedure obtaining solid core of trabecular bone and marrow for histologic examination of architecture and cellularity",
      "posterior_iliac_crest": "Preferred site for bone marrow procedure; accessible, safe, and provides adequate sample",
      "jamshidi_needle": "Standard 11-gauge needle designed for bone marrow aspiration and core biopsy",
      "cellularity": "Percentage of marrow space occupied by hematopoietic cells versus fat; normally decreases with age",
      "dry_tap": "Failure to obtain liquid aspirate; occurs with fibrosis, hypercellularity, or poor technique; core biopsy essential",
      "touch_imprint": "Cytologic preparation made by touching core biopsy to slide; provides morphology when aspirate unavailable",
      "flow_cytometry": "Immunophenotyping technique identifying cell surface markers; requires fresh aspirate sample",
      "cytogenetics": "Chromosome analysis requiring viable dividing cells from fresh aspirate",
      "fish": "Fluorescence in situ hybridization detecting specific genetic abnormalities on aspirate or biopsy",
      "iron_stain": "Perl's Prussian blue stain on aspirate assessing marrow iron stores and ring sideroblasts",
      "reticulin_stain": "Silver stain on core biopsy demonstrating fibrosis (myelofibrosis grading)"
    }
  },
  "clinical_features": {
    "indications": {
      "diagnostic": {
        "cytopenias": "Unexplained anemia, neutropenia, or thrombocytopenia; pancytopenia evaluation",
        "suspected_malignancy": "Leukemia, lymphoma, myeloma, myelodysplastic syndrome, myeloproliferative neoplasms",
        "fever_of_unknown_origin": "Evaluate for infection (granulomas, organisms), malignancy, or hemophagocytic syndrome",
        "splenomegaly": "Evaluate for infiltrative disorders, storage diseases"
      },
      "staging": {
        "lymphoma": "Marrow involvement affects stage (Stage IV Hodgkin, higher stage NHL)",
        "solid_tumors": "Metastatic involvement assessment (neuroblastoma, breast, lung, prostate)",
        "plasma_cell_disorders": "Quantify plasma cell percentage for myeloma diagnosis and response"
      },
      "monitoring": {
        "treatment_response": "Post-chemotherapy remission assessment in leukemia",
        "transplant": "Engraftment evaluation, donor chimerism assessment",
        "mrd_assessment": "Minimal residual disease by flow or molecular methods"
      }
    },
    "technique": {
      "site_selection": {
        "posterior_iliac_crest": "Preferred in adults and children >1 year; patient prone or lateral decubitus",
        "anterior_iliac_crest": "Alternative when posterior inaccessible; patient supine",
        "sternum": "Aspiration only; rarely used due to complication risk",
        "tibia": "Used in infants <1 year when iliac crest too small"
      },
      "preparation": {
        "consent": "Explain procedure, risks, and alternatives; document informed consent",
        "medications": "Review anticoagulants; may need to hold or bridge depending on urgency",
        "sedation": "Local anesthesia standard; conscious sedation for anxious patients or children"
      },
      "procedure_steps": {
        "positioning": "Prone or lateral with adequate exposure of posterior iliac crest",
        "local_anesthesia": "Lidocaine 1-2% infiltrated through skin, subcutaneous tissue, and periosteum",
        "aspiration": "Insert needle to marrow cavity; attach syringe and aspirate 1-2 mL quickly (minimizes peripheral blood dilution)",
        "biopsy": "Reposition needle slightly; advance with rotational pressure; obtain 1.5-2 cm core",
        "specimen_handling": "Immediate smear preparation; anticoagulated tubes for flow/cytogenetics; formalin for core"
      }
    },
    "specimen_processing": {
      "aspirate": {
        "morphology": "Wright-Giemsa stained smears for differential count, maturation, dysplasia",
        "iron_stain": "Perl's Prussian blue on aspirate particles for iron stores and ring sideroblasts",
        "flow_cytometry": "EDTA anticoagulated sample for immunophenotyping (leukemia, lymphoma)",
        "cytogenetics": "Heparinized sample for karyotype (culture 24-48h)",
        "molecular": "For PCR, NGS testing (fresh or frozen)"
      },
      "core_biopsy": {
        "fixation": "Formalin or B5 (mercury-based, better morphology but toxic)",
        "processing": "Decalcification (acid or EDTA), paraffin embedding, sectioning",
        "stains": "H&E routine; reticulin for fibrosis; iron; special stains as indicated",
        "immunohistochemistry": "CD markers, Ki-67, etc. on paraffin sections"
      }
    },
    "interpretation": {
      "cellularity_assessment": {
        "formula": "100 minus age = expected cellularity (rough guideline)",
        "hypercellular": "Increased cells; seen in malignancy, infection, hemolysis, myeloproliferative disorders",
        "hypocellular": "Decreased cells; aplastic anemia, post-chemotherapy, aging",
        "normal": "Approximately 30-70% depending on age"
      },
      "morphology_findings": {
        "maturation": "Normal orderly maturation vs left shift, maturation arrest",
        "dysplasia": "Abnormal features (megaloblastic, ringed sideroblasts, hypolobation)",
        "blasts": "Immature cells; >20% diagnostic for acute leukemia (AML/ALL)",
        "infiltrates": "Lymphoma, plasma cells, metastatic tumor, granulomas"
      },
      "special_findings": {
        "fibrosis": "Reticulin/collagen deposition (myelofibrosis grading)",
        "ring_sideroblasts": "Iron in mitochondria around nucleus (MDS-RS, sideroblastic anemia)",
        "hemophagocytosis": "Macrophages engulfing blood cells (HLH)"
      }
    },
    "complications": {
      "common": {
        "pain": "Most common; managed with local anesthesia and post-procedure analgesia",
        "bleeding": "Minor bleeding at site usual; significant hemorrhage rare (<0.1%)",
        "bruising": "Common; resolves spontaneously"
      },
      "rare_serious": {
        "hemorrhage": "Risk increased with thrombocytopenia or anticoagulation; may need transfusion",
        "infection": "Very rare with sterile technique",
        "needle_fracture": "Rare; requires surgical removal if fragment retained",
        "nerve_injury": "Transient paresthesia occasionally; permanent injury extremely rare"
      },
      "risk_factors": {
        "bleeding_risk": "Thrombocytopenia <20,000; anticoagulation; coagulopathy",
        "infection_risk": "Immunocompromised patients; overlying skin infection (contraindication)"
      }
    }
  },
  "skos": {
    "prefLabel": "Bone Marrow Biopsy",
    "altLabel": [
      "Bone Marrow Aspiration and Biopsy",
      "BMA/BMBx",
      "Marrow Examination",
      "Bone Marrow Procedure"
    ],
    "definition": "A diagnostic procedure obtaining liquid marrow aspirate and solid core biopsy from the posterior iliac crest for morphologic, immunophenotypic, cytogenetic, and molecular evaluation of hematologic disorders.",
    "broader": [
      "health-sciences:medicine:hematology:diagnostic-procedures"
    ],
    "related": [
      "health-sciences:medicine:hematology:hem-011-aplastic-anemia",
      "health-sciences:medicine:hematology:hem-012-myelodysplastic-syndromes",
      "health-sciences:medicine:hematology:hem-013-acute-myeloid-leukemia"
    ],
    "narrower": []
  },
  "medicalCode": {
    "snomedCt": {
      "conceptId": "234518001",
      "term": "Bone marrow biopsy"
    },
    "icd10_pcs": {
      "code": "07DR0ZX",
      "display": "Extraction of bone marrow from pelvic bone, open approach, diagnostic"
    },
    "cpt": {
      "code": "38222",
      "display": "Bone marrow biopsy and aspiration"
    },
    "mesh": {
      "descriptorId": "D001856",
      "term": "Bone Marrow Examination"
    }
  },
  "pedagogical": {
    "learning_objectives": [
      "List indications for bone marrow aspiration and biopsy",
      "Describe the technique for posterior iliac crest bone marrow procedure",
      "Explain the complementary information from aspirate versus core biopsy",
      "Identify specimens needed for various ancillary studies",
      "Interpret basic findings including cellularity, blasts, and fibrosis",
      "Recognize complications and contraindications of the procedure"
    ],
    "clinical_pearls": [
      "A 'dry tap' (no aspirate obtained) suggests fibrosis or packed marrow - core biopsy becomes essential",
      "First pull of aspirate should be small (1-2 mL) to minimize peripheral blood dilution",
      "Touch imprints from core biopsy provide morphology when aspirate is inadequate",
      "Cellularity roughly equals 100 minus patient age (guideline, not absolute)",
      "Always send samples for all potentially needed studies - repeat procedures are patient burden",
      "Platelet count >20,000/μL generally safe; below this, consider platelet transfusion before or after"
    ],
    "board_yield": {
      "usmle_step1": "Hematopoiesis sites, marrow anatomy, stem cell differentiation",
      "usmle_step2": "Indications, basic interpretation, when to order bone marrow",
      "usmle_step3": "Consent considerations, anticoagulation management, result interpretation",
      "abim_hematology": "Detailed morphology, differential diagnosis, integration with flow/cytogenetics"
    },
    "common_misconceptions": [
      "Misconception: Aspiration and biopsy are redundant. Reality: They provide complementary information; both usually needed",
      "Misconception: Low platelets are absolute contraindication. Reality: Relative; transfuse and proceed if clinically necessary",
      "Misconception: Marrow exam can always diagnose the problem. Reality: Some disorders require correlation with blood, clinical, and other studies"
    ]
  },
  "prerequisites": [],
  "related_concepts": [
    "health-sciences:medicine:hematology:hem-011-aplastic-anemia",
    "health-sciences:medicine:hematology:hem-012-myelodysplastic-syndromes",
    "health-sciences:medicine:hematology:hem-050-stem-cell-transplantation"
  ],
  "evidence": {
    "citations": [
      {
        "reference": "Lee SH, et al. Bone marrow aspiration and biopsy. Hematol Oncol Clin North Am. 2019;33(4):639-654.",
        "doi": "10.1016/j.hoc.2019.04.004",
        "pmid": "31229148"
      },
      {
        "reference": "Bain BJ. Bone marrow biopsy morbidity: review of 2003. J Clin Pathol. 2005;58(4):406-408.",
        "doi": "10.1136/jcp.2004.022178",
        "pmid": "15790706"
      }
    ],
    "confidence_rationale": "Standard diagnostic procedure with well-established technique and clinical applications"
  },
  "provenance": {
    "verification_status": "verified",
    "last_verified": "2026-01-11T11:26:00.000Z",
    "sources": [
      {
        "source": "Lee SH, et al. Hematol Oncol Clin North Am. 2019;33(4):639-654",
        "type": "peer-reviewed",
        "year": 2019,
        "relevance": "Comprehensive review of bone marrow procedure"
      },
      {
        "source": "WHO Classification of Tumours of Haematopoietic and Lymphoid Tissues, 5th ed.",
        "type": "classification",
        "year": 2022,
        "relevance": "Standard for morphologic classification"
      }
    ]
  },
  "quality_assessment": {
    "content_quality_score": 0.95,
    "completeness": 0.96,
    "accuracy": 0.97,
    "clarity": 0.94,
    "assessment_date": "2026-01-11T11:26:00.000Z"
  },
  "owl:sameAs": "http://dbpedia.org/resource/Bone_marrow_examination",
  "skos:exactMatch": "http://www.wikidata.org/entity/Q2911058"
}