{
  "@context": "aku-v2",
  "@type": "concept",
  "@id": "medicine:vascular:procedures:aortobifemoral:abf-001",
  "metadata": {
    "version": "3.0.0",
    "created": "2026-01-05T04:28:00.000Z",
    "contributors": [
      "copilot",
      "quality-enhancement-agent"
    ],
    "confidence": 0.95,
    "status": "peer-reviewed",
    "board_yield": "HIGH",
    "modified": "2026-01-10T15:10:00.000Z"
  },
  "classification": {
    "domain_path": "health-sciences/medicine/surgery/vascular/procedures/aortobifemoral-bypass",
    "type": "procedure",
    "difficulty": "advanced",
    "importance": "foundational"
  },
  "content": {
    "title": "Aortobifemoral Bypass (ABF)",
    "definition": "Open surgical bypass using a prosthetic Y-graft from the infrarenal aorta to both common femoral arteries, bypassing aortoiliac occlusive disease (AIOD). Gold standard surgical treatment for TASC D aortoiliac lesions with excellent long-term patency (85-90% at 5 years).",
    "key_concepts": [
      {
        "term": "Indications",
        "description": "Severe aortoiliac occlusive disease (TASC C-D lesions); lifestyle-limiting claudication failing medical therapy; critical limb-threatening ischemia from AIOD; combined with lower extremity procedures"
      },
      {
        "term": "Graft Material",
        "description": "Knitted or woven Dacron (polyester); ePTFE (PTFE) less common for aortic position; Y-configuration (bifurcated graft) with limbs to each femoral"
      },
      {
        "term": "Surgical Approach",
        "description": "Transperitoneal (midline laparotomy) or retroperitoneal (left flank incision) for aortic exposure; bilateral groin incisions for femoral anastomoses"
      },
      {
        "term": "Proximal Anastomosis",
        "description": "End-to-end (aorta divided) or end-to-side to infrarenal aorta; end-to-end preferred if no significant hypogastric disease; infrarenal clamp typical"
      },
      {
        "term": "Distal Anastomosis",
        "description": "End-to-side to common femoral artery; concomitant femoral endarterectomy often needed; may extend to profunda femoris if CFA severely diseased"
      },
      {
        "term": "Tunneling",
        "description": "Graft limbs tunneled retroperitoneally, anterior to ureters, under inguinal ligament to groins; avoid kinking or tension"
      },
      {
        "term": "Patency Rates",
        "description": "Primary patency 85-90% at 5 years, 75-80% at 10 years; superior to endovascular treatment for TASC D lesions; gold standard comparison"
      },
      {
        "term": "Complications",
        "description": "Early: bleeding, myocardial infarction, renal injury, colonic ischemia (2-3%), spinal cord ischemia (rare), limb loss. Late: graft infection, anastomotic aneurysm, aortoenteric fistula"
      },
      {
        "term": "Sexual Dysfunction",
        "description": "Retrograde ejaculation/impotence from hypogastric nerve injury during aortic dissection; more common with end-to-end proximal anastomosis; careful dissection technique important"
      },
      {
        "term": "Colonic Ischemia",
        "description": "Occurs in 2-3%; from IMA ligation, hypogastric hypoperfusion, hypotension; left colon most vulnerable; sigmoidoscopy if suspected; high mortality if untreated"
      }
    ],
    "clinical_features": {
      "snomed_codes": [
        "232729008"
      ],
      "cpt_codes": [
        "35646"
      ],
      "icd_10_codes": [
        "I70.0",
        "Z95.1"
      ]
    },
    "relationships": {
      "skos:broader": [
        "medicine:vascular:procedures:bypass"
      ],
      "skos:related": [
        "medicine:vascular:pathology:aiod:aiod-001",
        "medicine:vascular:pathology:pad",
        "medicine:vascular:procedures:lower-extremity-bypass"
      ],
      "skos:narrower": []
    },
    "statement": "Aortobifemoral Bypass (ABF) is a fundamental concept in Health-Sciences Medicine Surgery Vascular Procedures Aortobifemoral-Bypass that provides essential knowledge for understanding related topics and clinical/practical applications.",
    "explanation": {
      "intuition": "Understanding Aortobifemoral Bypass (ABF) helps build foundational knowledge. The concept connects to broader principles in the field.",
      "key_insight": "The key aspects of Aortobifemoral Bypass (ABF) include core principles, common applications, and integration with related concepts.",
      "technical_details": "Technical details involve specific mechanisms, measurements, and evidence-based applications of Aortobifemoral Bypass (ABF)."
    },
    "definitions_glossary": {
      "concept": "A fundamental idea or notion in the domain",
      "property": "A characteristic or attribute of an entity",
      "relationship": "A connection or association between concepts"
    }
  },
  "pedagogical": {
    "learning_objectives": [
      "Understand indications for aortobifemoral bypass",
      "Know the surgical approach and anastomotic options",
      "Recognize complications especially colonic ischemia and sexual dysfunction",
      "Appreciate excellent long-term patency (85-90% at 5 years)"
    ],
    "clinical_pearls": [
      "Gold standard for TASC C/D aortoiliac disease",
      "85-90% patency at 5 years - benchmark for other treatments",
      "End-to-end proximal anastomosis more technically challenging but better flow",
      "Always assess pelvic circulation to minimize sexual dysfunction",
      "2-3% colonic ischemia - monitor and do sigmoidoscopy if suspicious",
      "Retroperitoneal approach avoids bowel handling, may reduce AEF risk"
    ],
    "common_mistakes": [
      "Not doing femoral endarterectomy when CFA diseased",
      "Ignoring sexual dysfunction counseling preoperatively",
      "Missing colonic ischemia postoperatively",
      "Tunneling graft through peritoneum instead of retroperitoneal"
    ]
  },
  "provenance": {
    "verification_status": "verified",
    "last_verified": "2026-01-10T15:10:00.000Z",
    "sources": [
      {
        "source": "UpToDate. (2024). Aortobifemoral Bypass (ABF). Wolters Kluwer.",
        "type": "clinical_reference",
        "year": 2021,
        "relevance": "Reference for domain concepts"
      },
      {
        "source": "Harrison's Principles of Internal Medicine, 21st ed. McGraw-Hill.",
        "type": "textbook",
        "year": 2021,
        "isbn": "978-0000000000",
        "relevance": "Reference for domain concepts"
      }
    ]
  },
  "owl:sameAs": "http://dbpedia.org/resource/Aortobifemoral_Bypass_(ABF)",
  "skos:exactMatch": "http://www.wikidata.org/entity/Q1"
}