{
  "@context": "aku-v2",
  "@type": "concept",
  "@id": "medicine:vascular:procedures:atherectomy:ath-001",
  "metadata": {
    "version": "1.0.0",
    "created": "2026-01-05T04:05:00.000Z",
    "contributors": [
      "copilot"
    ],
    "confidence": 0.95,
    "status": "enhanced",
    "board_yield": "HIGH",
    "modified": "2026-01-09T11:29:00.000Z"
  },
  "classification": {
    "domain_path": "health-sciences/medicine/surgery/vascular/procedures/atherectomy",
    "type": "procedure",
    "difficulty": "advanced",
    "importance": "high"
  },
  "content": {
    "title": "Atherectomy",
    "definition": "Endovascular procedure using catheter-based devices to remove or ablate atherosclerotic plaque from arterial walls, creating a larger lumen without the use of permanent implants. Used as an adjunct to angioplasty/stenting or as standalone treatment for specific lesion types.",
    "key_concepts": [
      {
        "term": "Device Categories",
        "description": "Directional (excisional), rotational, orbital, laser, and aspiration atherectomy. Each has specific indications based on plaque composition and location"
      },
      {
        "term": "Directional Atherectomy (DA)",
        "description": "SilverHawk/TurboHawk/HawkOne: rotating blade in housing excises plaque into collection nose cone; good for eccentric, soft plaque; allows histological analysis"
      },
      {
        "term": "Rotational Atherectomy (RA)",
        "description": "Diamond-encrusted burr rotates at high speed (140,000-200,000 RPM) to pulverize plaque into microparticles; best for heavily calcified lesions; Rotablator is classic"
      },
      {
        "term": "Orbital Atherectomy (OA)",
        "description": "Diamondback 360: eccentrically mounted crown orbits at high speed, sanding plaque; crown sizes adjust to vessel; specifically designed for peripheral calcium"
      },
      {
        "term": "Laser Atherectomy",
        "description": "Excimer laser (CVX-300, Spectranetics): ultraviolet light ablates plaque through photochemical, photothermal, and photomechanical effects; good for total occlusions, in-stent restenosis"
      },
      {
        "term": "Indications",
        "description": "Severely calcified lesions (limits balloon expansion); long segment disease; ostial lesions; in-stent restenosis; chronic total occlusions; reducing need for stents"
      },
      {
        "term": "Contraindications",
        "description": "Subintimal crossing; acute thrombus (except aspiration); vessel perforation; severely tortuous anatomy; very small vessels"
      },
      {
        "term": "Leave Nothing Behind",
        "description": "Concept of using atherectomy to prepare vessel and potentially avoid stenting; removes plaque burden; may improve long-term patency by avoiding foreign body"
      },
      {
        "term": "Complications",
        "description": "Distal embolization (use protection devices); perforation; dissection; slow flow/no reflow; thermal injury (laser); hemolysis (rotational)"
      },
      {
        "term": "Embolic Protection",
        "description": "Filter or occlusion devices capture debris released during atherectomy; reduces distal embolization; recommended for many atherectomy procedures"
      }
    ],
    "clinical_features": {
      "snomed_codes": [
        "33496007"
      ],
      "cpt_codes": [
        "37225",
        "37227",
        "37229",
        "37231",
        "37233",
        "37235"
      ],
      "icd_10_codes": [
        "I70.2",
        "I70.3",
        "I70.4"
      ]
    },
    "relationships": {
      "skos:broader": [
        "medicine:vascular:procedures:endovascular"
      ],
      "skos:related": [
        "medicine:vascular:procedures:angioplasty",
        "medicine:vascular:procedures:stenting",
        "medicine:vascular:pathology:arterial-calcification:calc-001"
      ],
      "skos:narrower": []
    },
    "statement": "Atherectomy is a fundamental concept in Health-Sciences Medicine Surgery Vascular Procedures Atherectomy that provides essential knowledge for understanding related topics and clinical/practical applications.",
    "explanation": {
      "intuition": "Understanding Atherectomy helps build foundational knowledge. The concept connects to broader principles in the field.",
      "key_insight": "The key aspects of Atherectomy include core principles, common applications, and integration with related concepts.",
      "technical_details": "Technical details involve specific mechanisms, measurements, and evidence-based applications of Atherectomy."
    }
  },
  "pedagogical": {
    "learning_objectives": [
      "Understand different atherectomy device categories and mechanisms",
      "Identify appropriate indications (calcium, CTO, ISR)",
      "Recognize complications, especially embolization and perforation",
      "Apply concept of vessel preparation and leave nothing behind"
    ],
    "clinical_pearls": [
      "Calcified lesion that won't dilate → think atherectomy",
      "Rotational/orbital for calcium; directional for soft plaque",
      "Laser good for CTOs and in-stent restenosis",
      "Use embolic protection to prevent distal embolization",
      "Leave nothing behind = prepare vessel, avoid stent if possible",
      "Slow rotational speed if resistance increases (avoid dissection)"
    ],
    "common_mistakes": [
      "Using rotational atherectomy on acute thrombus",
      "Aggressive debulking leading to perforation",
      "Not using embolic protection in femoropopliteal disease",
      "Expecting atherectomy alone to treat severe disease (usually adjunct)"
    ]
  },
  "provenance": {
    "citations": [
      {
        "source": "UpToDate. (2024). Atherectomy. Wolters Kluwer.",
        "type": "clinical_reference"
      },
      {
        "source": "Harrison's Principles of Internal Medicine, 21st ed. McGraw-Hill.",
        "type": "textbook"
      }
    ],
    "verification_status": "pending",
    "last_verified": null
  }
}