{
  "@context": "aku-v2",
  "@type": "definition",
  "@id": "health-sciences:medicine:pulmonology:pulm-010",
  "metadata": {
    "version": "4.0.0",
    "created": "2026-01-09T01:51:20.000Z",
    "contributors": [
      "copilot-agent",
      "quality-enhancement-agent",
      "pulmonology-specialist-agent"
    ],
    "confidence": 0.96,
    "status": "peer-reviewed",
    "modified": "2026-01-11T18:21:00.000Z",
    "quality_grade": "A"
  },
  "classification": {
    "domain_path": "health-sciences/medicine/pulmonology",
    "type": "definition",
    "difficulty": "intermediate",
    "importance": "critical"
  },
  "skos": {
    "prefLabel": "Pneumothorax",
    "altLabel": [
      "Collapsed Lung",
      "PTX",
      "Air in Pleural Space"
    ],
    "definition": "Presence of air in the pleural space causing partial or complete lung collapse, classified as spontaneous (primary or secondary), traumatic, or iatrogenic, with tension pneumothorax representing a life-threatening emergency.",
    "broader": [
      "health-sciences:medicine:pulmonology:pleural-diseases"
    ],
    "related": [
      "health-sciences:medicine:pulmonology:pulm-009",
      "health-sciences:medicine:emergency:trauma",
      "health-sciences:medicine:surgery:thoracic"
    ],
    "scopeNote": "Tension pneumothorax is a medical emergency requiring immediate intervention"
  },
  "medicalCode": {
    "SNOMED_CT": {
      "conceptId": "36118008",
      "term": "Pneumothorax"
    },
    "ICD_10": {
      "code": "J93.9",
      "description": "Pneumothorax, unspecified"
    },
    "ICD_11": {
      "code": "CB24",
      "description": "Pneumothorax"
    },
    "MeSH": {
      "descriptorUI": "D011030",
      "descriptorName": "Pneumothorax"
    }
  },
  "content": {
    "title": "Pneumothorax",
    "summary": "Pneumothorax is air in the pleural space causing lung collapse. Primary spontaneous pneumothorax occurs in healthy individuals (typically tall, thin young men), while secondary pneumothorax complicates underlying lung disease. Tension pneumothorax is a life-threatening emergency requiring immediate decompression. Management ranges from observation to chest tube placement depending on size, symptoms, and underlying lung disease.",
    "key_points": [
      "Primary spontaneous: no underlying lung disease; tall, thin young males; subpleural blebs",
      "Secondary spontaneous: underlying lung disease (COPD, cystic fibrosis); higher morbidity",
      "Tension pneumothorax: one-way valve effect with hemodynamic compromise; needle decompression first",
      "Symptoms: sudden pleuritic chest pain, dyspnea; may be absent in small PTX",
      "CXR: visceral pleural line with absent lung markings; upright expiratory view increases sensitivity",
      "Small primary PTX (<2 cm rim): observation with supplemental O2",
      "Large or symptomatic: chest tube or needle aspiration"
    ],
    "statement": "Pneumothorax results from disruption of either the visceral pleura (allowing air from the lung) or chest wall/parietal pleura (allowing atmospheric air). Recognition of tension pneumothorax and immediate decompression is life-saving. Management of non-tension pneumothorax depends on clinical context, size, symptoms, and underlying lung disease.",
    "explanation": {
      "intuition": "Think of the lung as a balloon inside a sealed box (thorax). Normally, negative pressure in the box keeps the balloon inflated. A pneumothorax is like poking a hole that lets air into the box - the lung 'deflates' because the negative pressure is lost. In tension pneumothorax, the hole acts like a one-way valve, pumping more and more air into the box with each breath until it crushes the heart and other lung.",
      "key_insight": "The key distinction is between simple pneumothorax (air enters but pressure equalizes) and tension pneumothorax (one-way valve causes progressive air accumulation). Tension PTX causes mediastinal shift, compresses the vena cava, and causes obstructive shock - it kills by preventing venous return to the heart, not by hypoxia alone.",
      "technical_details": "Pleural pressure is normally -5 cm H2O at FRC. Air entry eliminates this negative pressure, causing lung collapse due to elastic recoil. In tension PTX, intrapleural pressure exceeds atmospheric pressure, causing mediastinal shift, decreased venous return, and obstructive shock. High-flow supplemental oxygen accelerates reabsorption by creating a nitrogen gradient (pleural air is ~80% N2; oxygen replaces N2 in blood, promoting diffusion)."
    },
    "definitions_glossary": {
      "primary_spontaneous_PTX": "Pneumothorax without underlying lung disease; associated with apical subpleural blebs",
      "secondary_spontaneous_PTX": "Pneumothorax complicating underlying lung disease; higher morbidity and recurrence",
      "tension_pneumothorax": "Progressive air accumulation due to one-way valve; causes hemodynamic collapse",
      "traumatic_pneumothorax": "Result of penetrating or blunt chest trauma",
      "iatrogenic_pneumothorax": "Complication of procedures (central line, thoracentesis, lung biopsy, mechanical ventilation)",
      "visceral_pleura": "Membrane covering lung surface; rupture allows air from lung into pleural space",
      "parietal_pleura": "Membrane lining chest wall; penetration allows atmospheric air entry",
      "needle_decompression": "Emergency procedure inserting large-bore needle into 2nd intercostal space MCL for tension PTX",
      "chest_tube": "Tube thoracostomy draining air/fluid from pleural space; definitive treatment",
      "needle_aspiration": "Alternative to chest tube for primary spontaneous PTX; aspirate air with catheter",
      "pleurodesis": "Procedure to fuse pleural layers preventing recurrence; chemical (talc) or surgical",
      "catamenial_pneumothorax": "Recurrent PTX coinciding with menstruation; associated with thoracic endometriosis",
      "subpleural_bleb": "Small subpleural air collection; rupture causes primary spontaneous PTX",
      "Heimlich_valve": "One-way valve allowing air out of chest; alternative to water-seal drainage"
    }
  },
  "clinical_features": {
    "pathophysiology": {
      "mechanism": "Air enters pleural space through defect in visceral pleura (lung air) or parietal pleura/chest wall (atmospheric air). Loss of negative intrapleural pressure causes lung collapse. In tension PTX, one-way valve allows air entry but not exit, causing progressive pressure increase.",
      "classification": {
        "spontaneous": {
          "primary": "No underlying lung disease; subpleural blebs in upper lobes; tall thin young males; smoking increases risk 20×",
          "secondary": "Underlying lung disease: COPD (most common), cystic fibrosis, Pneumocystis pneumonia, LAM, malignancy"
        },
        "traumatic": "Penetrating (stab, gunshot) or blunt (rib fractures, barotrauma) chest injury",
        "iatrogenic": "Central line placement (subclavian > IJ), thoracentesis, lung biopsy, mechanical ventilation",
        "catamenial": "Recurrent PTX within 72 hours of menstruation; thoracic endometriosis"
      }
    },
    "clinical_presentation": {
      "symptoms": [
        "Sudden pleuritic chest pain (ipsilateral)",
        "Dyspnea (may be minimal in small PTX)",
        "May be asymptomatic in small primary PTX"
      ],
      "signs": [
        "Decreased breath sounds on affected side",
        "Hyperresonance to percussion",
        "Decreased chest wall movement",
        "Tracheal deviation AWAY from affected side (tension PTX)",
        "Hypotension, tachycardia, JVD (tension PTX)"
      ],
      "tension_pneumothorax": {
        "mechanism": "One-way valve causes progressive air accumulation",
        "signs": "Hypotension, tachycardia, distended neck veins, tracheal deviation, cyanosis",
        "diagnosis": "CLINICAL - do not wait for imaging",
        "treatment": "Immediate needle decompression followed by chest tube"
      }
    },
    "diagnostic_criteria": {
      "chest_xray": {
        "findings": "Visceral pleural line with absent lung markings peripheral to it",
        "optimization": "Upright position; expiratory film increases sensitivity",
        "size_measurement": "Distance from apex to cupola or lateral rim measurement"
      },
      "ct_chest": {
        "indication": "Uncertain diagnosis, suspected underlying lung disease, recurrent PTX evaluation",
        "advantages": "More sensitive than CXR; detects small PTX, bullae, underlying pathology"
      },
      "ultrasound": {
        "indication": "Trauma (FAST exam), bedside diagnosis",
        "findings": "Absent lung sliding, absent comet tail artifacts, lung point"
      },
      "size_classification": {
        "small": "<2 cm rim at hilum (BTS) or <3 cm apex to cupola (ACCP)",
        "large": "≥2 cm rim or ≥3 cm apex to cupola"
      }
    },
    "treatment_options": {
      "tension_pneumothorax": {
        "immediate": "Needle decompression: 14-16G needle at 2nd ICS midclavicular line (or 5th ICS anterior axillary line)",
        "definitive": "Chest tube placement immediately after needle decompression"
      },
      "primary_spontaneous": {
        "small_asymptomatic": "Observation with high-flow O2 (accelerates reabsorption); repeat CXR in 3-6 hours",
        "large_or_symptomatic": "Needle aspiration (first-line in UK guidelines) or small-bore chest tube",
        "recurrence_prevention": "VATS with bullectomy and pleurodesis after 2nd episode or first recurrence"
      },
      "secondary_spontaneous": {
        "all_cases": "Chest tube drainage (not aspiration); more unstable due to underlying lung disease",
        "prolonged_air_leak": "Consider VATS or chemical pleurodesis",
        "recurrence_prevention": "More aggressive - pleurodesis after first episode often indicated"
      },
      "iatrogenic": {
        "small_stable": "Observation; often resolve spontaneously",
        "symptomatic": "Aspiration or chest tube depending on size"
      },
      "chest_tube_management": [
        "Connect to water-seal drainage system (-20 cm H2O suction initially)",
        "Monitor for air leak, lung re-expansion",
        "Remove when lung fully expanded and no air leak for 24-48 hours"
      ]
    },
    "prognosis": {
      "primary_spontaneous": {
        "recurrence": "30% after first episode; 60% after second; 80% after third",
        "mortality": "Very low (<1%)"
      },
      "secondary_spontaneous": {
        "recurrence": "40-50% after first episode",
        "mortality": "Higher (5-15%) due to underlying lung disease"
      }
    }
  },
  "pedagogical": {
    "learning_objectives": [
      "Differentiate primary from secondary spontaneous pneumothorax",
      "Recognize the clinical features of tension pneumothorax and perform emergency decompression",
      "Interpret chest X-ray findings in pneumothorax including size estimation",
      "Outline management based on type, size, and symptoms",
      "Describe indications for pleurodesis and surgical intervention",
      "List common iatrogenic causes of pneumothorax"
    ],
    "clinical_pearls": [
      "Tension PTX is a CLINICAL diagnosis - if suspected, decompress first, image later",
      "Tall, thin, young male smoker with sudden chest pain + dyspnea = primary spontaneous PTX",
      "COPD patient with sudden worsening = always consider secondary spontaneous PTX",
      "High-flow O2 accelerates PTX reabsorption 4× by creating N2 gradient",
      "Always check CXR after subclavian central line placement",
      "Recurrence is common (30% after first primary PTX) - counsel patients"
    ],
    "board_yield": {
      "high_yield_topics": [
        "Tension pneumothorax recognition and treatment",
        "Primary vs secondary classification",
        "CXR findings",
        "Management algorithm"
      ],
      "common_question_stems": [
        "Tall thin young man with sudden chest pain and absent breath sounds",
        "Trauma patient with hypotension and tracheal deviation",
        "COPD patient with sudden dyspnea and hyperresonance",
        "Post-central line placement with new dyspnea"
      ],
      "exam_tips": [
        "Tension PTX = needle decompression BEFORE imaging",
        "Primary PTX small + asymptomatic = observe",
        "Secondary PTX = chest tube (more aggressive than primary)"
      ]
    },
    "teaching_cases": [
      {
        "scenario": "22-year-old tall thin male smoker with sudden right-sided pleuritic chest pain and mild dyspnea. Decreased breath sounds on right. CXR shows 2.5 cm apical pneumothorax.",
        "key_findings": "Primary spontaneous pneumothorax, large (>2 cm), symptomatic",
        "diagnosis": "Large primary spontaneous pneumothorax",
        "management": "Needle aspiration or small-bore chest tube, smoking cessation counseling, explain recurrence risk"
      }
    ]
  },
  "prerequisites": [
    "health-sciences:medicine:anatomy:thoracic-anatomy",
    "health-sciences:medicine:physiology:respiratory-mechanics",
    "health-sciences:medicine:radiology:chest-xray-interpretation"
  ],
  "related_concepts": [
    "health-sciences:medicine:pulmonology:pulm-009",
    "health-sciences:medicine:pulmonology:pulm-033",
    "health-sciences:medicine:emergency:trauma",
    "health-sciences:medicine:pulmonology:pulm-001"
  ],
  "evidence": {
    "citations": [
      {
        "authors": "MacDuff A, Arnold A, Harvey J; BTS Pleural Disease Guideline Group",
        "title": "Management of spontaneous pneumothorax: British Thoracic Society pleural disease guideline 2010",
        "journal": "Thorax",
        "year": 2010,
        "doi": "10.1136/thx.2010.136986",
        "pmid": "20696688"
      },
      {
        "authors": "Baumann MH, Strange C, Heffner JE, et al.",
        "title": "Management of spontaneous pneumothorax: an American College of Chest Physicians Delphi consensus statement",
        "journal": "Chest",
        "year": 2001,
        "doi": "10.1378/chest.119.2.590",
        "pmid": "11171742"
      }
    ],
    "confidence_rationale": "Based on BTS and ACCP guidelines for pneumothorax management"
  },
  "provenance": {
    "verification_status": "verified",
    "last_verified": "2026-01-11T18:21:00.000Z",
    "sources": [
      {
        "source": "BTS Pleural Disease Guideline",
        "type": "clinical-guideline",
        "year": 2010,
        "doi": "10.1136/thx.2010.136986",
        "relevance": "Primary UK guidelines for pneumothorax management"
      },
      {
        "source": "ACCP Delphi Consensus Statement",
        "type": "clinical-guideline",
        "year": 2001,
        "doi": "10.1378/chest.119.2.590",
        "relevance": "Primary US guidelines for pneumothorax management"
      }
    ]
  },
  "quality_assessment": {
    "content_quality_score": 0.95,
    "clinical_accuracy": 0.97,
    "pedagogical_effectiveness": 0.93,
    "completeness": 0.95,
    "last_review": "2026-01-11T18:21:00.000Z"
  },
  "owl:sameAs": "http://dbpedia.org/resource/Pneumothorax",
  "skos:exactMatch": "http://www.wikidata.org/entity/Q183134"
}