{
  "@context": "aku-v2",
  "@type": "concept",
  "@id": "vascular:pathology:open-aortic-repair",
  "metadata": {
    "version": "1.0.0",
    "created": "2026-01-09T02:00:00.000Z",
    "contributors": ["copilot-agent"],
    "confidence": 0.95,
    "status": "validated"
  },
  "classification": {
    "domain_path": "health-sciences/medicine/surgery/vascular/procedures",
    "type": "procedure",
    "difficulty": "advanced",
    "importance": "critical"
  },
  "content": {
    "title": "Open Aortic Aneurysm Repair - Surgical Principles",
    "summary": "Traditional surgical approach for aortic aneurysm repair involving aortic cross-clamping, aneurysm resection, and graft interposition, remaining the gold standard for durability.",
    "definitions": [
      {
        "term": "Open Aortic Repair (OAR)",
        "definition": "Surgical procedure involving laparotomy or thoracotomy, aortic cross-clamping, aneurysm resection, and replacement with prosthetic graft."
      },
      {
        "term": "Inclusion Technique",
        "definition": "Method where the aneurysm sac is opened, graft sewn inside, and native aortic wall wrapped around the graft for hemostasis and tissue separation."
      }
    ],
    "key_concepts": [
      {
        "concept": "Surgical Approaches",
        "explanation": "Transperitoneal: midline laparotomy, full exposure, bilateral iliac access. Retroperitoneal: left flank incision, less fluid shifts, better for hostile abdomen. Thoracoabdominal: thoracoretroperitoneal incision for TAAA."
      },
      {
        "concept": "Aortic Clamping Physiology",
        "explanation": "Cross-clamping increases afterload (SVR up 40%), preload, and MAP. Unclamping causes hypotension from reperfusion vasodilation and metabolite washout. Gradual release and volume loading mitigate hemodynamic swings."
      },
      {
        "concept": "Graft Selection",
        "explanation": "Dacron (polyester): most common, available in woven and knitted forms. Woven is stronger, knitted is more compliant. PTFE: alternative, lower porosity. Size: typically 1.5-2x normal aortic diameter."
      },
      {
        "concept": "Intraoperative Adjuncts",
        "explanation": "Cell salvage (autotransfusion). Sequential clamping to minimize ischemia. IMA reimplantation if backbleeding is poor. Retrograde perfusion for visceral/renal protection in TAAA."
      }
    ],
    "evidence": [
      {
        "citation": "UK EVAR Trial-1, Lancet, 2010",
        "finding": "OAR has higher perioperative mortality (5.5%) but superior long-term durability with fewer reinterventions compared to EVAR"
      },
      {
        "citation": "OVER Trial, JAMA, 2012",
        "finding": "No difference in long-term survival between EVAR and OAR; OAR had lower reintervention rates"
      }
    ],
    "clinical_pearls": [
      "OAR remains preferred for young patients due to superior durability",
      "Retroperitoneal approach is advantageous for inflammatory AAA and hostile abdomen",
      "Always check IMA backbleeding - poor flow may require reimplantation",
      "Adequate hydration before unclamping prevents declamping hypotension",
      "Left renal vein can be safely ligated if needed for exposure (collaterals exist)"
    ],
    "learning_objectives": [
      "Compare transperitoneal and retroperitoneal surgical approaches",
      "Describe the hemodynamic consequences of aortic cross-clamping",
      "Select appropriate graft material and size for aortic repair",
      "Recognize indications for IMA reimplantation",
      "State long-term outcomes of open repair versus EVAR"
    ]
  },
  "relationships": {
    "prerequisites": [
      "vascular:pathology:aaa-definition",
      "vascular:foundations:aortic-anatomy"
    ],
    "related_concepts": [
      "vascular:procedures:evar",
      "vascular:pathology:thoracic-aortic-aneurysm",
      "vascular:complications:graft-infection"
    ],
    "cross_domain_references": [
      {
        "@id": "anesthesiology:aortic-clamping",
        "relationship": "uses",
        "context": "Critical hemodynamic management during clamping"
      }
    ]
  }
}
