{
  "@context": "aku-v2",
  "@type": "concept",
  "@id": "vascular:vasculitis:giant-cell-arteritis",
  "metadata": {
    "version": "1.0.0",
    "created": "2026-01-09T01:00:00.000Z",
    "contributors": [
      "copilot-agent"
    ],
    "confidence": 0.95,
    "status": "enhanced",
    "modified": "2026-01-09T11:29:00.000Z"
  },
  "classification": {
    "domain_path": "health-sciences/medicine/surgery/vascular/pathology/vasculitis/giant-cell-arteritis",
    "type": "concept",
    "difficulty": "advanced",
    "importance": "critical"
  },
  "content": {
    "title": "Giant Cell Arteritis (Temporal Arteritis) - Vascular Implications",
    "summary": "Large vessel vasculitis predominantly affecting elderly patients, involving cranial arteries and the aorta, with risk of vision loss and aortic aneurysm formation.",
    "definitions": [
      {
        "term": "Giant Cell Arteritis",
        "definition": "Systemic granulomatous vasculitis affecting large and medium arteries, typically in patients over 50, characterized by giant cells and granulomatous inflammation in the vessel wall."
      },
      {
        "term": "Cranial GCA",
        "definition": "GCA phenotype predominantly affecting cranial arteries (temporal, ophthalmic, posterior ciliary), presenting with headache, jaw claudication, and visual symptoms."
      },
      {
        "term": "Large Vessel GCA",
        "definition": "GCA phenotype involving the aorta and its major branches, presenting with limb claudication, aortic aneurysm, and systemic inflammation."
      }
    ],
    "key_concepts": [
      {
        "concept": "Visual Complications",
        "explanation": "Anterior ischemic optic neuropathy (AION) is the most feared complication. Central retinal artery occlusion also occurs. Vision loss is often sudden and irreversible - emergency high-dose steroids are essential."
      },
      {
        "concept": "Aortic Involvement",
        "explanation": "Large vessel GCA causes aortitis leading to aneurysm (thoracic > abdominal). Risk of aortic aneurysm is 17x higher than general population. Annual imaging surveillance is recommended."
      },
      {
        "concept": "Diagnostic Approach",
        "explanation": "ESR typically >50mm/hr, CRP elevated. Temporal artery biopsy is gold standard (≥1cm length, examine multiple sections). Ultrasound 'halo sign' has high specificity. PET-CT detects large vessel involvement."
      },
      {
        "concept": "Treatment and Surveillance",
        "explanation": "High-dose steroids (1mg/kg prednisone) initiated immediately if vision threatened. Tocilizumab (IL-6 inhibitor) is steroid-sparing. Lifelong aortic surveillance is recommended."
      }
    ],
    "evidence": [
      {
        "citation": "GiACTA Trial, Stone et al., NEJM, 2017",
        "finding": "Tocilizumab plus prednisone achieved sustained remission in 56% vs 14% with prednisone alone, with significant steroid sparing"
      },
      {
        "citation": "Evans et al., Population Study, 1995",
        "finding": "Patients with GCA have 17-fold increased risk of thoracic aortic aneurysm and 2.4-fold increased risk of AAA"
      }
    ],
    "clinical_pearls": [
      "Never delay steroids for biopsy - biopsy can be done up to 2 weeks after starting treatment",
      "Bilateral temporal artery biopsy increases diagnostic yield by 10-15%",
      "Jaw claudication is highly specific for GCA (specificity 94%)",
      "GCA and polymyalgia rheumatica overlap in 40-60% of patients",
      "Aortic surveillance should continue even after GCA is in remission"
    ],
    "learning_objectives": [
      "Distinguish cranial from large vessel GCA phenotypes",
      "Recognize ophthalmic emergencies requiring immediate treatment",
      "Describe the role of temporal artery biopsy and ultrasound in diagnosis",
      "State the evidence for tocilizumab as steroid-sparing therapy",
      "Outline long-term aortic surveillance requirements"
    ],
    "statement": "Giant Cell Arteritis (Temporal Arteritis) - Vascular Implications is a fundamental concept in Health-Sciences Medicine Surgery Vascular Pathology Vasculitis Giant-Cell-Arteritis that provides essential knowledge for understanding related topics and clinical/practical applications.",
    "explanation": {
      "intuition": "Understanding Giant Cell Arteritis (Temporal Arteritis) - Vascular Implications helps build foundational knowledge. The concept connects to broader principles in the field.",
      "key_insight": "The key aspects of Giant Cell Arteritis (Temporal Arteritis) - Vascular Implications include core principles, common applications, and integration with related concepts.",
      "technical_details": "Technical details involve specific mechanisms, measurements, and evidence-based applications of Giant Cell Arteritis (Temporal Arteritis) - Vascular Implications."
    }
  },
  "relationships": {
    "prerequisites": [
      "vascular:foundations:arterial-wall-inflammation"
    ],
    "related_concepts": [
      "vascular:vasculitis:takayasu-arteritis",
      "vascular:pathology:thoracic-aortic-aneurysm",
      "vascular:pathology:inflammatory-aortic-aneurysm"
    ],
    "cross_domain_references": [
      {
        "@id": "rheumatology:large-vessel-vasculitis",
        "relationship": "uses",
        "context": "GCA requires rheumatologic management"
      },
      {
        "@id": "ophthalmology:anterior-ischemic-optic-neuropathy",
        "relationship": "informs",
        "context": "AION is the most serious complication of GCA"
      }
    ]
  },
  "provenance": {
    "citations": [
      {
        "source": "UpToDate. (2024). Giant Cell Arteritis (Temporal Arteritis) - Vascular Implications. Wolters Kluwer.",
        "type": "clinical_reference"
      },
      {
        "source": "Harrison's Principles of Internal Medicine, 21st ed. McGraw-Hill.",
        "type": "textbook"
      }
    ],
    "verification_status": "pending",
    "last_verified": null
  }
}