{
  "@context": "aku-v2",
  "@type": "procedure",
  "@id": "health-sciences:medicine:critical-care:icu-025",
  "metadata": {
    "version": "4.0.0",
    "created": "2026-01-09T02:02:56.000Z",
    "contributors": [
      "copilot-agent",
      "quality-enhancement-agent",
      "critical-care-specialist"
    ],
    "confidence": 0.96,
    "status": "peer-reviewed",
    "modified": "2026-01-11T11:40:00.000Z"
  },
  "classification": {
    "domain_path": "health-sciences/medicine/critical-care",
    "type": "procedure",
    "difficulty": "intermediate",
    "importance": "high",
    "subspecialty": "icu-prevention-bundles"
  },
  "content": {
    "title": "Catheter-Associated Urinary Tract Infection Prevention",
    "summary": "CAUTI prevention focuses on avoiding unnecessary catheterization, using aseptic insertion technique, maintaining closed drainage systems, and removing catheters as soon as clinically possible, with nurse-driven removal protocols being highly effective.",
    "key_points": [
      "CAUTI is the most common healthcare-associated infection; urinary catheters present in 15-25% of hospitalized patients",
      "Best prevention: avoid catheterization unless absolutely indicated; use alternatives when possible",
      "Aseptic insertion technique and maintaining closed drainage system are essential",
      "Nurse-driven catheter removal protocols reduce unnecessary catheter days by 30-40%",
      "Daily catheter necessity review with automatic stop orders",
      "Catheter-days is the strongest risk factor; remove catheter as soon as possible"
    ],
    "statement": "Catheter-associated urinary tract infection (CAUTI) prevention requires a comprehensive approach including appropriate indications for catheterization, aseptic insertion and maintenance technique, closed drainage system integrity, and systematic daily assessment for catheter removal with nurse-driven protocols.",
    "explanation": {
      "intuition": "Urinary catheters bypass the normal defense mechanisms of the urinary tract and provide a direct pathway for bacteria to enter the bladder. Biofilm forms on the catheter within 24 hours, creating a protected environment for bacteria. The longer the catheter remains, the higher the infection risk.",
      "key_insight": "Unlike CLABSI or VAP where insertion technique is critical, CAUTI prevention is primarily about avoiding unnecessary catheterization and removing catheters promptly. Systematic awareness and removal protocols have the greatest impact.",
      "technical_details": "CAUTI is defined as UTI in patient with indwelling catheter at time of or within 48h before specimen collection. Diagnosis requires symptoms plus significant bacteriuria. Asymptomatic bacteriuria in catheterized patients is universal and should not be treated."
    },
    "definitions_glossary": {
      "catheter_associated_uti": "UTI developing in patient with indwelling urinary catheter present at time of or within 48h before specimen collection",
      "indwelling_urinary_catheter": "Drainage tube inserted through urethra into bladder and retained with inflated balloon",
      "asymptomatic_bacteriuria": "Presence of bacteria in urine without symptoms; common with catheters; not indication for treatment",
      "catheter_days": "Cumulative days of urinary catheter presence; denominator for CAUTI rate calculation",
      "closed_drainage_system": "Catheter connected to collection bag without breaking the seal",
      "nurse_driven_removal": "Protocol empowering nurses to remove catheters when specific criteria met without physician order",
      "bladder_scanner": "Ultrasound device measuring bladder volume; alternative to catheterization",
      "condom_catheter": "External urine collection device for male patients; lower infection risk than indwelling",
      "intermittent_catheterization": "Periodic straight catheterization for bladder emptying; lower infection risk than indwelling",
      "biofilm": "Bacterial community adhering to catheter surface protected from antibiotics and host defenses",
      "bacteriuria": "Presence of bacteria in urine; asymptomatic bacteriuria common with catheters",
      "appropriate_indication": "Valid clinical reason for catheterization including acute urinary retention, accurate output monitoring"
    }
  },
  "clinical_features": {
    "pathophysiology": {
      "colonization_routes": {
        "extraluminal": "Bacteria migrate from perineum along external catheter surface into bladder",
        "intraluminal": "Bacteria enter through drainage system breaks or reflux from collection bag"
      },
      "biofilm_role": "Catheter becomes coated with biofilm within hours; provides protected environment for bacteria",
      "risk_timeline": "Bacteriuria develops in 3-10% per catheter-day; approaches 100% by 30 days"
    },
    "appropriate_indications": {
      "generally_appropriate": [
        "Acute urinary retention or bladder outlet obstruction",
        "Accurate urine output monitoring in critically ill patients",
        "Perioperative use for selected surgeries",
        "Sacral or perineal wound healing in incontinent patient"
      ],
      "generally_not_appropriate": [
        "Nursing convenience or patient request alone",
        "Obtaining urine for culture when patient can void",
        "Prolonged use post-surgery without indication"
      ]
    },
    "prevention_bundle": {
      "avoid_unnecessary_catheterization": "Use alternatives when possible; question need before insertion",
      "aseptic_insertion": "Hand hygiene, sterile gloves, sterile drape, appropriate cleansing",
      "maintain_closed_system": "Keep system sealed; keep bag below bladder level",
      "daily_review_prompt_removal": "Nurse-driven protocols; automatic stop orders; reduces catheter-days 30-40%"
    }
  },
  "skos": {
    "prefLabel": "Catheter-Associated Urinary Tract Infection Prevention",
    "altLabel": [
      "CAUTI Prevention",
      "Urinary Catheter Infection Prevention",
      "Foley Catheter Infection Prevention"
    ],
    "definition": "Evidence-based practices to prevent urinary tract infections associated with indwelling urinary catheters.",
    "broader": [
      "health-sciences:medicine:critical-care:icu-prevention-bundles"
    ],
    "related": [
      "health-sciences:medicine:critical-care:icu-024-clabsi-prevention",
      "health-sciences:medicine:critical-care:icu-023-vap-prevention"
    ],
    "narrower": []
  },
  "medicalCode": {
    "snomedCt": {
      "conceptId": "449614009",
      "term": "Catheter-associated urinary tract infection"
    },
    "icd10": {
      "code": "T83.511A",
      "display": "Infection due to indwelling urethral catheter"
    },
    "mesh": {
      "descriptorId": "D002404",
      "term": "Catheterization, Urinary"
    }
  },
  "pedagogical": {
    "learning_objectives": [
      "Identify appropriate and inappropriate indications for urinary catheterization",
      "Describe aseptic technique for urinary catheter insertion",
      "Implement nurse-driven catheter removal protocols",
      "Distinguish catheter-associated UTI from asymptomatic bacteriuria",
      "Apply alternatives to indwelling catheterization",
      "Calculate CAUTI rates using catheter-days denominator"
    ],
    "clinical_pearls": [
      "The best CAUTI prevention is avoiding catheterization - always ask if catheter is truly necessary",
      "Asymptomatic bacteriuria in catheterized patients is universal - do not culture or treat without symptoms",
      "Nurse-driven removal protocols are highly effective - empower nurses to remove unnecessary catheters",
      "Every additional catheter-day adds 3-10% infection risk - remove catheters as early as possible",
      "External catheters and intermittent catheterization have lower infection rates than indwelling",
      "Bladder scanner can avoid catheterization just to check residual volume"
    ],
    "board_yield": {
      "usmle_step1": "Urinary tract defense mechanisms, biofilm formation",
      "usmle_step2": "Appropriate indications, infection diagnosis vs asymptomatic bacteriuria",
      "usmle_step3": "Quality improvement, protocol development, surveillance metrics",
      "abim_critical_care": "Bundle implementation, catheter alternatives"
    },
    "common_misconceptions": [
      "Misconception: CAUTI prevention is mainly about insertion technique. Reality: Avoiding catheterization and prompt removal have greatest impact",
      "Misconception: Bacteriuria in catheterized patients should be treated. Reality: Asymptomatic bacteriuria should not be treated"
    ]
  },
  "prerequisites": [],
  "related_concepts": [
    "health-sciences:medicine:critical-care:icu-024-clabsi-prevention",
    "health-sciences:medicine:critical-care:icu-023-vap-prevention"
  ],
  "evidence": {
    "citations": [
      {
        "reference": "Lo E, et al. Strategies to prevent CAUTI: 2014 update. Infect Control Hosp Epidemiol. 2014;35(5):464-479.",
        "doi": "10.1086/675718",
        "pmid": "24709715"
      }
    ],
    "confidence_rationale": "Strong evidence base with systematic reviews and society guidelines"
  },
  "provenance": {
    "verification_status": "verified",
    "last_verified": "2026-01-11T11:40:00.000Z",
    "sources": [
      {
        "source": "SHEA/IDSA CAUTI Prevention Guidelines 2014",
        "type": "guideline",
        "year": 2014,
        "relevance": "Evidence-based prevention recommendations"
      }
    ]
  },
  "quality_assessment": {
    "content_quality_score": 0.94,
    "completeness": 0.95,
    "accuracy": 0.96,
    "clarity": 0.93,
    "assessment_date": "2026-01-11T11:40:00.000Z"
  },
  "owl:sameAs": "http://dbpedia.org/resource/Catheter-associated_urinary_tract_infection",
  "skos:exactMatch": "http://www.wikidata.org/entity/Q5053419"
}
