{
  "@context": "aku-v2",
  "@type": "procedure",
  "@id": "health-sciences:medicine:critical-care:icu-021",
  "metadata": {
    "version": "4.0.0",
    "created": "2026-01-09T02:02:56.000Z",
    "contributors": [
      "copilot-agent",
      "quality-enhancement-agent",
      "critical-care-specialist"
    ],
    "confidence": 0.96,
    "status": "peer-reviewed",
    "modified": "2026-01-11T11:30:00.000Z"
  },
  "classification": {
    "domain_path": "health-sciences/medicine/critical-care",
    "type": "procedure",
    "difficulty": "intermediate",
    "importance": "critical",
    "subspecialty": "icu-prevention-bundles"
  },
  "content": {
    "title": "VTE Prophylaxis in the ICU",
    "summary": "Venous thromboembolism prophylaxis is a cornerstone of ICU care, with critically ill patients having significantly elevated DVT and PE risk due to immobility, inflammation, central lines, and mechanical ventilation, requiring systematic risk assessment and appropriate pharmacological or mechanical prophylaxis.",
    "key_points": [
      "ICU patients have 10-30% DVT incidence without prophylaxis; PE is leading preventable cause of hospital death",
      "Pharmacologic prophylaxis preferred: LMWH or UFH; fondaparinux in HIT",
      "Mechanical prophylaxis (SCDs) when bleeding risk precludes anticoagulation",
      "Combination pharmacologic + mechanical may benefit highest-risk patients",
      "Daily reassessment for contraindications and appropriateness of prophylaxis type",
      "Consider extended prophylaxis in prolonged immobility or ongoing high-risk conditions"
    ],
    "statement": "Venous thromboembolism (VTE) prophylaxis in critically ill patients is an essential preventive measure, requiring systematic assessment of thrombotic and bleeding risks to select appropriate pharmacological (LMWH or UFH) and/or mechanical (intermittent pneumatic compression) prophylaxis, with ongoing reassessment as patient status changes.",
    "explanation": {
      "intuition": "ICU patients are the perfect storm for blood clots: they're immobile, often sedated, have inflammatory conditions, central venous catheters, and may have underlying hypercoagulable states from sepsis or malignancy. Without prophylaxis, DVT rates can exceed 30%. Yet these same patients often have bleeding risks requiring careful balance.",
      "key_insight": "The key is not whether to give prophylaxis but which type and when. Most ICU patients should receive pharmacologic prophylaxis unless actively bleeding or at very high bleeding risk. The daily assessment should focus on when to transition from mechanical to pharmacologic prophylaxis as bleeding risk resolves.",
      "technical_details": "LMWH (enoxaparin 40mg SC daily or 30mg BID; dalteparin 5000 units daily) offers predictable anticoagulation without routine monitoring. UFH (5000 units SC BID or TID) allows rapid reversal and doesn't require renal dose adjustment. SCDs reduce DVT by 50% vs no prophylaxis but are inferior to pharmacologic prophylaxis. Anti-Xa monitoring may be useful in obesity or renal dysfunction."
    },
    "definitions_glossary": {
      "venous_thromboembolism": "Spectrum including deep vein thrombosis and pulmonary embolism from venous blood clot formation",
      "pharmacologic_prophylaxis": "Anticoagulant medications given at prophylactic doses to prevent clot formation",
      "mechanical_prophylaxis": "Physical devices (SCDs, GCS) preventing venous stasis and promoting blood flow",
      "low_molecular_weight_heparin": "Fractionated heparin with predictable anticoagulation, once or twice daily dosing",
      "unfractionated_heparin": "Standard heparin given subcutaneously for prophylaxis; short half-life allows rapid reversal",
      "intermittent_pneumatic_compression": "Sequential compression devices on legs mimicking calf muscle pump to prevent stasis",
      "graduated_compression_stockings": "Elastic stockings providing gradient pressure to promote venous return",
      "virchow_triad": "Classic triad of thrombosis risk: stasis, endothelial injury, and hypercoagulability",
      "bleeding_risk_assessment": "Evaluation of factors increasing hemorrhage risk that may contraindicate anticoagulation",
      "extended_prophylaxis": "Continuation of VTE prophylaxis after hospital discharge in high-risk patients",
      "heparin_induced_thrombocytopenia": "Immune-mediated complication of heparin requiring alternative anticoagulants",
      "anti_xa_monitoring": "Laboratory test measuring anticoagulant effect of LMWH; used in special populations"
    }
  },
  "clinical_features": {
    "pathophysiology": {
      "virchow_triad_in_icu": {
        "stasis": "Immobility from sedation, paralysis, mechanical ventilation; bed rest",
        "endothelial_injury": "Central venous catheters, trauma, surgery, inflammation",
        "hypercoagulability": "Sepsis-induced coagulopathy, malignancy, dehydration, inflammatory states"
      },
      "risk_amplification": "ICU factors multiply baseline VTE risk: surgery, trauma, sepsis, immobility, and lines all contribute",
      "consequences": "Untreated DVT leads to PE in 30-50%; PE is leading preventable cause of hospital death"
    },
    "risk_assessment": {
      "high_risk_factors": [
        "Major trauma or surgery",
        "Spinal cord injury",
        "Prior VTE history",
        "Active malignancy",
        "Prolonged immobilization (>72 hours)",
        "Central venous catheterization",
        "Sepsis and severe infection"
      ],
      "bleeding_risk_factors": [
        "Active bleeding or recent major hemorrhage",
        "Severe thrombocytopenia (<50,000/μL)",
        "Coagulopathy (INR >1.5, aPTT >2x normal)",
        "Recent neurosurgery or intracranial hemorrhage",
        "Epidural catheter presence",
        "Hepatic failure with coagulopathy"
      ],
      "risk_stratification": "Most ICU patients are high VTE risk; focus assessment on bleeding risk to determine prophylaxis type"
    },
    "prophylaxis_options": {
      "pharmacologic": {
        "lmwh": {
          "agents": "Enoxaparin 40mg SC daily or 30mg BID; dalteparin 5000 units SC daily",
          "advantages": "Predictable effect, once-daily dosing, lower HIT risk than UFH",
          "monitoring": "Anti-Xa levels in renal dysfunction, obesity, pregnancy",
          "renal_adjustment": "Reduce dose or use UFH when CrCl <30 mL/min"
        },
        "ufh": {
          "dosing": "5000 units SC q8-12h",
          "advantages": "Short half-life, reversible with protamine, no renal adjustment needed",
          "disadvantages": "Less predictable, higher HIT risk, requires more frequent dosing",
          "indications": "Renal failure, high bleeding risk requiring rapid reversal capability"
        },
        "fondaparinux": {
          "dosing": "2.5mg SC daily",
          "indications": "HIT or heparin allergy",
          "cautions": "Long half-life, renal elimination, not reversible"
        }
      },
      "mechanical": {
        "ipcs_scds": {
          "mechanism": "Sequential compression mimics calf pump, increases venous flow velocity",
          "efficacy": "Reduces DVT by ~50% vs no prophylaxis; inferior to pharmacologic",
          "indications": "Bleeding contraindications to anticoagulation",
          "requirements": "Proper fit, continuous use except for ambulation"
        },
        "gcs": {
          "mechanism": "Gradient compression promoting venous return",
          "efficacy": "Modest benefit; usually combined with other methods",
          "cautions": "Ensure proper sizing; contraindicated in arterial insufficiency"
        }
      },
      "combination": {
        "approach": "Pharmacologic + mechanical prophylaxis",
        "indications": "Highest-risk patients (major trauma, spinal cord injury)",
        "evidence": "Some studies show additional benefit; others show no difference"
      }
    },
    "implementation": {
      "initiation": "Start prophylaxis within 24 hours of ICU admission unless contraindicated",
      "daily_assessment": {
        "bleeding_status": "Active bleeding? Recent procedure? Platelet count? Coagulation status?",
        "transition": "When bleeding risk resolves, transition from mechanical to pharmacologic prophylaxis",
        "hold_criteria": "Major surgery, invasive procedure, active hemorrhage - hold pharmacologic, use mechanical"
      },
      "special_populations": {
        "renal_failure": "Use UFH or dose-adjusted LMWH with anti-Xa monitoring",
        "obesity": "Consider higher LMWH doses (enoxaparin 40mg BID) or weight-based dosing",
        "hit": "Fondaparinux or direct thrombin inhibitor for prophylaxis",
        "spinal_epidural": "Coordinate anticoagulation timing with anesthesia for catheter placement/removal"
      }
    },
    "monitoring_outcomes": {
      "process_measures": "Prophylaxis administration rate, appropriate selection, documentation",
      "outcome_measures": "ICU-acquired VTE rate, bleeding complications",
      "bundle_compliance": "VTE prophylaxis is core element of ICU quality bundles (ABCDEF)"
    }
  },
  "skos": {
    "prefLabel": "VTE Prophylaxis in the ICU",
    "altLabel": [
      "DVT Prophylaxis Critical Care",
      "ICU Thromboprophylaxis",
      "Venous Thromboembolism Prevention ICU"
    ],
    "definition": "Systematic prevention of venous thromboembolism in critically ill patients through risk assessment and appropriate pharmacological and/or mechanical prophylaxis measures.",
    "broader": [
      "health-sciences:medicine:critical-care:icu-prevention-bundles"
    ],
    "related": [
      "health-sciences:medicine:hematology:hem-038-thrombophilia-evaluation",
      "health-sciences:medicine:hematology:hem-029-heparin-induced-thrombocytopenia",
      "health-sciences:medicine:critical-care:icu-022-stress-ulcer-prophylaxis"
    ],
    "narrower": []
  },
  "medicalCode": {
    "snomedCt": {
      "conceptId": "710824005",
      "term": "Venous thromboembolism prophylaxis"
    },
    "icd10": {
      "code": "Z29.8",
      "display": "Other specified prophylactic measures"
    },
    "mesh": {
      "descriptorId": "D054556",
      "term": "Venous Thromboembolism"
    }
  },
  "pedagogical": {
    "learning_objectives": [
      "Identify ICU-specific risk factors for venous thromboembolism",
      "Compare pharmacologic and mechanical prophylaxis options",
      "Apply appropriate prophylaxis selection based on bleeding risk",
      "Describe daily reassessment protocol for VTE prophylaxis",
      "Recognize special populations requiring modified prophylaxis approaches",
      "Integrate VTE prophylaxis into ICU quality improvement bundles"
    ],
    "clinical_pearls": [
      "Most ICU patients are high VTE risk - the question is not IF but HOW to provide prophylaxis",
      "Mechanical prophylaxis is a bridge, not a destination - transition to pharmacologic when bleeding risk allows",
      "LMWH is preferred over UFH for most patients due to lower HIT risk and convenience",
      "SCDs only work when worn - ensure proper fit and compliance",
      "Don't forget to restart anticoagulation prophylaxis after procedures - common oversight",
      "Anti-Xa monitoring may be useful in extremes of weight or renal function"
    ],
    "board_yield": {
      "usmle_step1": "Virchow's triad, heparin mechanisms, coagulation cascade",
      "usmle_step2": "Prophylaxis selection, dosing, contraindications, HIT recognition",
      "usmle_step3": "Quality metrics, bundle implementation, cost-effectiveness",
      "abim_critical_care": "Special populations, extended prophylaxis, failure workup"
    },
    "common_misconceptions": [
      "Misconception: SCDs are adequate prophylaxis for ICU patients. Reality: Pharmacologic prophylaxis is superior; SCDs are for when anticoagulation contraindicated",
      "Misconception: All anticoagulants are equivalent for prophylaxis. Reality: LMWH preferred; UFH for renal failure; fondaparinux for HIT",
      "Misconception: Prophylaxis can be held indefinitely for procedures. Reality: Resume as soon as bleeding risk allows; prolonged holds increase VTE risk"
    ]
  },
  "prerequisites": [],
  "related_concepts": [
    "health-sciences:medicine:hematology:hem-036-doac-therapy",
    "health-sciences:medicine:critical-care:icu-014-central-venous-access"
  ],
  "evidence": {
    "citations": [
      {
        "reference": "PROTECT Investigators. Dalteparin versus unfractionated heparin in critically ill patients. N Engl J Med. 2011;364(14):1305-1314.",
        "doi": "10.1056/NEJMoa1014475",
        "pmid": "21449785"
      },
      {
        "reference": "Schünemann HJ, et al. American Society of Hematology 2018 guidelines for management of venous thromboembolism: prophylaxis for hospitalized and nonhospitalized medical patients. Blood Adv. 2018;2(22):3198-3225.",
        "doi": "10.1182/bloodadvances.2018022954",
        "pmid": "30482764"
      }
    ],
    "confidence_rationale": "Strong evidence base from randomized trials and society guidelines"
  },
  "provenance": {
    "verification_status": "verified",
    "last_verified": "2026-01-11T11:30:00.000Z",
    "sources": [
      {
        "source": "PROTECT Trial. N Engl J Med. 2011;364(14):1305-1314",
        "type": "randomized-controlled-trial",
        "year": 2011,
        "relevance": "Major trial comparing LMWH vs UFH in ICU"
      },
      {
        "source": "ASH VTE Prophylaxis Guidelines 2018",
        "type": "guideline",
        "year": 2018,
        "relevance": "Evidence-based society recommendations"
      }
    ]
  },
  "quality_assessment": {
    "content_quality_score": 0.95,
    "completeness": 0.96,
    "accuracy": 0.97,
    "clarity": 0.94,
    "assessment_date": "2026-01-11T11:30:00.000Z"
  },
  "owl:sameAs": "http://dbpedia.org/resource/Thromboprophylaxis",
  "skos:exactMatch": "http://www.wikidata.org/entity/Q7797927"
}