{
  "@context": "aku-v2",
  "@type": "procedure",
  "@id": "health-sciences:medicine:critical-care:icu-022",
  "metadata": {
    "version": "4.0.0",
    "created": "2026-01-09T02:02:56.000Z",
    "contributors": [
      "copilot-agent",
      "quality-enhancement-agent",
      "critical-care-specialist"
    ],
    "confidence": 0.96,
    "status": "peer-reviewed",
    "modified": "2026-01-11T11:31:00.000Z"
  },
  "classification": {
    "domain_path": "health-sciences/medicine/critical-care",
    "type": "procedure",
    "difficulty": "intermediate",
    "importance": "high",
    "subspecialty": "icu-prevention-bundles"
  },
  "content": {
    "title": "Stress Ulcer Prophylaxis",
    "summary": "Stress ulcer prophylaxis (SUP) prevents clinically significant gastrointestinal bleeding in high-risk ICU patients, primarily using proton pump inhibitors or H2-receptor antagonists, while balancing infection risks including Clostridioides difficile and ventilator-associated pneumonia.",
    "key_points": [
      "Indications: mechanical ventilation >48h, coagulopathy, history of GI ulceration, high-dose corticosteroids, or multiple risk factors",
      "PPIs (pantoprazole, omeprazole) most commonly used; H2RAs (famotidine) alternative with possibly lower C. diff risk",
      "SUP-ICU and PEPTIC trials showed PPIs and H2RAs have similar outcomes in most ICU patients",
      "Not all ICU patients need SUP - reassess daily for continued indications",
      "Associated risks: C. difficile infection, hospital-acquired pneumonia, hypomagnesemia",
      "Discontinue SUP when risk factors resolve or patient transitions out of ICU"
    ],
    "statement": "Stress ulcer prophylaxis is the administration of acid-suppressive medication to high-risk critically ill patients to prevent stress-related mucosal damage and clinically significant gastrointestinal bleeding, requiring appropriate patient selection based on risk factors and ongoing reassessment to limit unnecessary exposure and associated complications.",
    "explanation": {
      "intuition": "Critical illness causes physiological stress that can damage the gastric mucosa, leading to stress ulcers and potentially life-threatening GI bleeding. Before routine SUP, clinically significant bleeding occurred in 15-20% of ICU patients. Acid suppression protects the mucosa by raising gastric pH, preventing acid-mediated injury.",
      "key_insight": "The pendulum has swung toward more selective SUP use. Recent trials (SUP-ICU, PEPTIC) suggest the benefit is smaller than historically thought, while concerns about C. difficile and pneumonia have grown. The key is identifying truly high-risk patients who benefit versus those who only get side effects.",
      "technical_details": "PPIs irreversibly inhibit H+/K+-ATPase proton pumps, raising gastric pH >4. H2RAs competitively inhibit histamine H2 receptors on parietal cells with less complete acid suppression and potential for tachyphylaxis. Sucralfate provides mucosal protection without acid suppression but requires NG tube for administration. Standard doses: pantoprazole 40mg IV daily, famotidine 20mg IV q12h."
    },
    "definitions_glossary": {
      "stress_ulcer": "Acute erosions or ulcerations of gastric mucosa occurring in critically ill patients due to physiological stress and mucosal ischemia",
      "stress_related_mucosal_damage": "Spectrum from superficial erosions to deep ulcers in critically ill patients; includes stress gastritis",
      "clinically_significant_bleeding": "GI bleeding requiring transfusion, causing hemodynamic instability, or requiring intervention",
      "proton_pump_inhibitor": "Medication irreversibly blocking gastric H+/K+-ATPase, providing potent acid suppression (omeprazole, pantoprazole, esomeprazole)",
      "h2_receptor_antagonist": "Medication competitively blocking histamine H2 receptors on parietal cells (famotidine, ranitidine - now off market)",
      "sucralfate": "Mucosal protectant forming protective barrier over ulcerated mucosa; does not affect gastric pH",
      "clostridioides_difficile": "Gram-positive anaerobe causing antibiotic-associated diarrhea; risk increased with acid suppression",
      "ventilator_associated_pneumonia": "Pneumonia developing >48h after intubation; theoretical association with acid suppression allowing gastric colonization",
      "coagulopathy": "Bleeding tendency from abnormal coagulation; major risk factor for stress ulcer bleeding",
      "tachyphylaxis": "Reduced drug response with repeated dosing; occurs with H2RAs within 72 hours",
      "acid_suppression_therapy": "Pharmacologic reduction of gastric acid secretion for ulcer prevention or treatment",
      "enteral_nutrition": "Feeding via GI tract; provides some mucosal protection and may reduce SUP need"
    }
  },
  "clinical_features": {
    "pathophysiology": {
      "mucosal_damage_mechanism": "Critical illness causes splanchnic hypoperfusion, mucosal ischemia, impaired bicarbonate secretion, and reduced mucus production, making gastric mucosa vulnerable to acid-pepsin injury",
      "bleeding_risk": "Erosions typically superficial but can deepen to involve vessels; bleeding may be occult or massive",
      "natural_history": "Stress-related mucosal lesions occur in 75-100% of ICU patients within 24h; clinically significant bleeding in 1-4% with prophylaxis, potentially higher without"
    },
    "risk_stratification": {
      "high_risk_indications": [
        "Mechanical ventilation expected >48 hours (strongest single risk factor)",
        "Coagulopathy (platelets <50,000, INR >1.5, aPTT >2x normal)",
        "History of GI ulceration or bleeding within past year",
        "Traumatic brain injury or spinal cord injury",
        "Major burns (>35% BSA)",
        "Hepatic failure",
        "High-dose corticosteroids"
      ],
      "moderate_risk_additional": [
        "Sepsis or septic shock",
        "ICU stay >1 week",
        "Occult GI bleeding (>6 days)",
        "Multiple minor risk factors together"
      ],
      "low_risk": "Brief ICU stay, no mechanical ventilation, no coagulopathy, tolerating enteral nutrition - consider withholding SUP"
    },
    "prophylaxis_options": {
      "proton_pump_inhibitors": {
        "agents": "Pantoprazole 40mg IV daily; omeprazole 40mg NG daily; esomeprazole",
        "mechanism": "Irreversible H+/K+-ATPase inhibition; prolonged acid suppression",
        "advantages": "Most effective acid suppression, once-daily dosing",
        "concerns": "C. difficile association, pneumonia risk, hypomagnesemia, drug interactions"
      },
      "h2_receptor_antagonists": {
        "agents": "Famotidine 20mg IV q12h (ranitidine removed from market)",
        "mechanism": "Competitive H2 receptor blockade; less complete acid suppression",
        "advantages": "Possibly lower C. diff risk; less drug interactions",
        "limitations": "Tachyphylaxis after 72h, less potent acid suppression"
      },
      "sucralfate": {
        "dosing": "1g q6h via NG/OG tube",
        "mechanism": "Binds ulcer crater forming protective barrier; promotes mucosal healing",
        "advantages": "No acid suppression, no C. diff or pneumonia risk",
        "limitations": "Requires intact GI tract, may impair drug absorption, constipation"
      },
      "enteral_nutrition": {
        "effect": "Provides endogenous mucosal protection; may reduce need for pharmacologic SUP",
        "consideration": "Early enteral feeding is standard ICU care; may provide some prophylaxis benefit"
      }
    },
    "recent_evidence": {
      "sup_icu_trial": {
        "finding": "Pantoprazole vs placebo showed no difference in 90-day mortality; slight reduction in clinically significant bleeding with PPI",
        "implication": "Benefits of SUP may be smaller than previously thought in modern ICU care"
      },
      "peptic_trial": {
        "finding": "Pantoprazole vs H2RA (famotidine or ranitidine) showed similar outcomes for mortality and GI bleeding",
        "implication": "H2RAs may be reasonable alternative to PPIs"
      },
      "current_guidance": "Reserve SUP for truly high-risk patients; reassess daily; discontinue when risk resolves"
    },
    "complications_of_sup": {
      "infectious": {
        "c_difficile": "Acid suppression alters gut microbiome; meta-analyses show 1.5-2x increased C. diff risk",
        "pneumonia": "Gastric colonization with aspiration may increase VAP; evidence mixed but biologically plausible"
      },
      "metabolic": {
        "hypomagnesemia": "Chronic PPI use associated with hypomagnesemia; monitor in prolonged use",
        "vitamin_deficiencies": "Theoretical B12 and iron absorption impairment"
      },
      "drug_interactions": "PPIs affect CYP2C19; interactions with clopidogrel, some antifungals"
    }
  },
  "skos": {
    "prefLabel": "Stress Ulcer Prophylaxis",
    "altLabel": [
      "SUP",
      "Stress Gastritis Prophylaxis",
      "GI Bleeding Prophylaxis ICU",
      "Acid Suppression Prophylaxis"
    ],
    "definition": "Pharmacological prevention of stress-related mucosal damage and gastrointestinal bleeding in high-risk critically ill patients using acid-suppressive medications.",
    "broader": [
      "health-sciences:medicine:critical-care:icu-prevention-bundles"
    ],
    "related": [
      "health-sciences:medicine:critical-care:icu-021-vte-prophylaxis-icu",
      "health-sciences:medicine:critical-care:icu-023-vap-prevention",
      "health-sciences:medicine:gastroenterology:peptic-ulcer-disease"
    ],
    "narrower": []
  },
  "medicalCode": {
    "snomedCt": {
      "conceptId": "182777000",
      "term": "Stress ulcer prophylaxis"
    },
    "icd10": {
      "code": "Z29.8",
      "display": "Other specified prophylactic measures"
    },
    "mesh": {
      "descriptorId": "D013276",
      "term": "Stomach Ulcer"
    }
  },
  "pedagogical": {
    "learning_objectives": [
      "Identify patients who require stress ulcer prophylaxis based on risk factors",
      "Compare proton pump inhibitors and H2-receptor antagonists for SUP",
      "Recognize complications associated with acid suppression therapy",
      "Apply current evidence from SUP-ICU and PEPTIC trials to clinical practice",
      "Implement protocols for reassessment and discontinuation of SUP",
      "Balance bleeding prevention against infection risks"
    ],
    "clinical_pearls": [
      "Mechanical ventilation >48h + coagulopathy = strongest combination of risk factors for stress ulcer bleeding",
      "Not every ICU patient needs SUP - reassess daily for continued indications",
      "H2RAs develop tachyphylaxis after ~72 hours - efficacy may decrease with prolonged use",
      "Recent evidence suggests benefits of SUP are smaller than historically thought - be selective",
      "Enteral nutrition provides some mucosal protection - may reduce need for pharmacologic SUP",
      "Always discontinue SUP when risk factors resolve - avoid sending patients home on unnecessary PPIs"
    ],
    "board_yield": {
      "usmle_step1": "Gastric physiology, parietal cell regulation, PPI mechanism of action",
      "usmle_step2": "Risk factor identification, drug selection, C. diff association",
      "usmle_step3": "De-escalation strategies, quality improvement, cost-effectiveness",
      "abim_critical_care": "Evidence interpretation (SUP-ICU, PEPTIC), protocol development"
    },
    "common_misconceptions": [
      "Misconception: All ICU patients need stress ulcer prophylaxis. Reality: Only high-risk patients benefit; low-risk patients have minimal bleeding risk",
      "Misconception: PPIs are always superior to H2RAs. Reality: PEPTIC trial showed similar outcomes; H2RAs may have lower C. diff risk",
      "Misconception: SUP should continue after ICU discharge. Reality: Should be discontinued when risk factors resolve"
    ]
  },
  "prerequisites": [],
  "related_concepts": [
    "health-sciences:medicine:critical-care:icu-019-nutrition-in-icu",
    "health-sciences:medicine:critical-care:icu-021-vte-prophylaxis-icu"
  ],
  "evidence": {
    "citations": [
      {
        "reference": "Krag M, et al. Pantoprazole in Patients at Risk for Gastrointestinal Bleeding in the ICU (SUP-ICU). N Engl J Med. 2018;379(23):2199-2208.",
        "doi": "10.1056/NEJMoa1714919",
        "pmid": "30354950"
      },
      {
        "reference": "Young PJ, et al. Effect of Stress Ulcer Prophylaxis With Proton Pump Inhibitors vs Histamine-2 Receptor Blockers on In-Hospital Mortality Among ICU Patients (PEPTIC). JAMA. 2020;323(7):616-626.",
        "doi": "10.1001/jama.2019.22190",
        "pmid": "31950977"
      }
    ],
    "confidence_rationale": "High-quality RCT evidence with recent large pragmatic trials informing practice"
  },
  "provenance": {
    "verification_status": "verified",
    "last_verified": "2026-01-11T11:31:00.000Z",
    "sources": [
      {
        "source": "SUP-ICU Trial. N Engl J Med. 2018;379(23):2199-2208",
        "type": "randomized-controlled-trial",
        "year": 2018,
        "relevance": "Landmark trial comparing pantoprazole vs placebo"
      },
      {
        "source": "PEPTIC Trial. JAMA. 2020;323(7):616-626",
        "type": "randomized-controlled-trial",
        "year": 2020,
        "relevance": "Pragmatic trial comparing PPIs vs H2RAs"
      }
    ]
  },
  "quality_assessment": {
    "content_quality_score": 0.95,
    "completeness": 0.96,
    "accuracy": 0.97,
    "clarity": 0.94,
    "assessment_date": "2026-01-11T11:31:00.000Z"
  },
  "owl:sameAs": "http://dbpedia.org/resource/Stress_ulcer",
  "skos:exactMatch": "http://www.wikidata.org/entity/Q7622428"
}