{
  "@context": "aku-v2",
  "@type": "procedure",
  "@id": "health-sciences:medicine:critical-care:icu-023",
  "metadata": {
    "version": "4.0.0",
    "created": "2026-01-09T02:02:56.000Z",
    "contributors": [
      "copilot-agent",
      "quality-enhancement-agent",
      "critical-care-specialist"
    ],
    "confidence": 0.96,
    "status": "peer-reviewed",
    "modified": "2026-01-11T11:35:00.000Z"
  },
  "classification": {
    "domain_path": "health-sciences/medicine/critical-care",
    "type": "procedure",
    "difficulty": "intermediate",
    "importance": "critical",
    "subspecialty": "icu-prevention-bundles"
  },
  "content": {
    "title": "Ventilator-Associated Pneumonia Prevention",
    "summary": "VAP prevention bundles combine evidence-based interventions to reduce pneumonia in mechanically ventilated patients, including head-of-bed elevation, sedation interruption, oral care with chlorhexidine, spontaneous breathing trials, and peptic ulcer/DVT prophylaxis.",
    "key_points": [
      "VAP increases mortality 2-fold and adds 7-10 days to ventilator time and ICU stay",
      "Prevention bundles reduce VAP rates by 40-70% when implemented with high compliance",
      "Core elements: HOB elevation 30-45°, daily sedation interruption, oral care, SBT, stress ulcer/DVT prophylaxis",
      "Subglottic secretion drainage reduces early-onset VAP",
      "Avoid unnecessary intubation; early extubation when safe",
      "VAP surveillance requires standardized definitions for accurate tracking"
    ],
    "statement": "Ventilator-associated pneumonia (VAP) prevention is a multimodal approach combining evidence-based bundle elements to reduce the incidence of pneumonia in mechanically ventilated patients, focusing on minimizing aspiration, reducing bacterial colonization, and limiting ventilator days through daily assessment for extubation readiness.",
    "explanation": {
      "intuition": "The endotracheal tube bypasses natural airway defenses and provides a direct path for bacteria to reach the lower respiratory tract. Contaminated oropharyngeal secretions pooling above the cuff can leak into the trachea. Prevention targets both reducing bacterial load (oral care) and preventing aspiration (head elevation, subglottic drainage).",
      "key_insight": "The most effective VAP prevention strategy is minimizing ventilator days - every additional day of mechanical ventilation increases VAP risk. Daily sedation awakening and spontaneous breathing trials systematically identify patients ready for extubation, reducing unnecessary ventilator time.",
      "technical_details": "VAP is defined as pneumonia occurring >48h after endotracheal intubation. Diagnosis requires clinical criteria (new infiltrate, fever/leukocytosis, purulent secretions) plus microbiological confirmation. Bundles typically achieve >70% compliance with high-reliability implementation. Subglottic suctioning ETT removes secretions pooled above the cuff every 1-2 hours. Chlorhexidine 0.12% oral care reduces oropharyngeal colonization."
    },
    "definitions_glossary": {
      "ventilator_associated_pneumonia": "Pneumonia developing >48 hours after endotracheal intubation in mechanically ventilated patient",
      "vap_bundle": "Multicomponent intervention package of evidence-based practices to prevent VAP implemented together",
      "head_of_bed_elevation": "Positioning patient with head raised 30-45 degrees to reduce aspiration of gastric contents",
      "daily_sedation_interruption": "Scheduled daily cessation of sedative infusions to assess readiness for extubation",
      "spontaneous_breathing_trial": "Test of patient breathing with minimal or no ventilator support to assess extubation readiness",
      "subglottic_secretion_drainage": "Suctioning secretions pooled above ETT cuff using specialized tubes with suction port",
      "oral_care_chlorhexidine": "Cleaning oral cavity with chlorhexidine antiseptic to reduce bacterial colonization",
      "ventilator_days": "Cumulative days of mechanical ventilation; major risk factor for VAP",
      "early_onset_vap": "VAP occurring within first 4-5 days of intubation; usually community-acquired organisms",
      "late_onset_vap": "VAP occurring >5 days after intubation; often multidrug-resistant organisms",
      "microaspiration": "Small amounts of contaminated secretions leaking past ETT cuff into lower airways",
      "biofilm": "Bacterial community forming on ETT surface; contributes to antibiotic resistance and infection"
    }
  },
  "clinical_features": {
    "pathophysiology": {
      "aspiration_route": "Oropharyngeal secretions colonized with bacteria pool above the ETT cuff; microaspiration occurs around the cuff into lower airways",
      "colonization_progression": "Oropharynx colonizes with pathogenic bacteria within 48h of intubation; aspiration seeds lower respiratory tract",
      "host_factors": "Impaired cough, mucociliary clearance disruption, sedation, and underlying illness increase susceptibility"
    },
    "epidemiology": {
      "incidence": "5-20 cases per 1000 ventilator days; varies by ICU type and population",
      "timing": "Risk highest in first 5-7 days; cumulative risk ~3%/day in first week, then ~2%/day",
      "impact": "Attributable mortality 10-30%; increased ICU stay 7-10 days; increased ventilator days; excess cost $40,000+"
    },
    "bundle_elements": {
      "head_of_bed_elevation": {
        "evidence": "Reduces gastroesophageal reflux and aspiration; semi-recumbent position vs supine reduces VAP",
        "implementation": "Maintain 30-45° elevation; document every shift; exceptions for procedures or hemodynamic instability"
      },
      "sedation_management": {
        "daily_interruption": "Stop sedation daily to assess neurologic status and extubation readiness",
        "light_sedation": "Target RASS 0 to -2 when possible; avoid deep sedation unless specifically indicated",
        "evidence": "Wake Up and Breathe protocol reduces ventilator days and mortality"
      },
      "oral_care": {
        "chlorhexidine": "0.12% chlorhexidine gluconate oral care every 6-12 hours",
        "evidence": "Meta-analyses show significant VAP reduction, particularly in cardiac surgery patients",
        "additional": "Tooth brushing, suctioning of oral secretions"
      },
      "spontaneous_breathing_trials": {
        "protocol": "Daily assessment for SBT readiness; perform SBT for 30-120 minutes",
        "criteria": "FiO2 ≤40%, PEEP ≤8, minimal pressors, alert enough to protect airway",
        "evidence": "Systematic SBT reduces ventilator days; liberation protocols improve outcomes"
      },
      "subglottic_secretion_drainage": {
        "mechanism": "Specialized ETT with dorsal suction port above cuff; intermittent or continuous suctioning",
        "evidence": "Reduces early-onset VAP; NNT ~11; most benefit in expected >48h intubation",
        "considerations": "Requires specific ETT; cost-benefit in short-term intubations unclear"
      },
      "prophylaxis_measures": {
        "stress_ulcer": "PPI or H2RA per guidelines; reduces risk of GI bleeding",
        "dvt_prophylaxis": "Pharmacologic and/or mechanical prophylaxis; prevents VTE complications"
      }
    },
    "additional_strategies": {
      "early_mobility": "Mobilizing ventilated patients reduces delirium, ICU-acquired weakness, and promotes earlier liberation",
      "cuff_pressure_management": "Maintain ETT cuff pressure 20-30 cm H2O to prevent microaspiration while avoiding tracheal injury",
      "avoid_reintubation": "Failed extubation increases VAP risk; optimize liberation assessment before extubation",
      "probiotic_use": "Some evidence for reducing VAP; not yet standard of care"
    },
    "implementation": {
      "bundle_approach": "Implement all elements together as standardized protocol; all-or-none measurement",
      "compliance_tracking": "Monitor bundle compliance daily; target >95% adherence",
      "feedback": "Regular feedback to clinical teams on compliance and VAP rates",
      "culture": "Create culture of safety where any team member can advocate for bundle compliance"
    }
  },
  "skos": {
    "prefLabel": "Ventilator-Associated Pneumonia Prevention",
    "altLabel": [
      "VAP Prevention Bundle",
      "Ventilator Pneumonia Prevention",
      "VAP Bundle"
    ],
    "definition": "A multimodal bundle of evidence-based interventions designed to prevent pneumonia in mechanically ventilated patients through reduction of aspiration, bacterial colonization, and ventilator days.",
    "broader": [
      "health-sciences:medicine:critical-care:icu-prevention-bundles"
    ],
    "related": [
      "health-sciences:medicine:critical-care:icu-007-mechanical-ventilation-modes",
      "health-sciences:medicine:critical-care:icu-009-ventilator-weaning",
      "health-sciences:medicine:critical-care:icu-024-clabsi-prevention"
    ],
    "narrower": []
  },
  "medicalCode": {
    "snomedCt": {
      "conceptId": "429271009",
      "term": "Ventilator-associated pneumonia"
    },
    "icd10": {
      "code": "J95.851",
      "display": "Ventilator associated pneumonia"
    },
    "mesh": {
      "descriptorId": "D053717",
      "term": "Pneumonia, Ventilator-Associated"
    }
  },
  "pedagogical": {
    "learning_objectives": [
      "Describe the pathophysiology of ventilator-associated pneumonia",
      "List the core elements of a VAP prevention bundle",
      "Explain the role of subglottic secretion drainage in VAP prevention",
      "Implement daily sedation interruption and spontaneous breathing trials",
      "Apply bundle compliance monitoring and quality improvement principles",
      "Recognize early-onset vs late-onset VAP and their microbiological differences"
    ],
    "clinical_pearls": [
      "The best VAP prevention is minimizing ventilator days - assess for extubation readiness daily",
      "High bundle compliance (>95%) is essential - partial implementation gives partial benefit",
      "Subglottic drainage ETTs are cost-effective when ventilation expected >48-72 hours",
      "Late-onset VAP (>5 days) often involves MDR organisms requiring broader empiric coverage",
      "Don't skip oral care - it's one of the most effective and cheapest interventions",
      "Every day of unnecessary deep sedation is a day of unnecessary ventilator time"
    ],
    "board_yield": {
      "usmle_step1": "Respiratory defense mechanisms, bacterial colonization, aspiration physiology",
      "usmle_step2": "Bundle elements, SBT criteria, VAP diagnosis",
      "usmle_step3": "Quality metrics, implementation science, cost-effectiveness",
      "abim_critical_care": "Evidence behind bundle elements, surveillance definitions, antibiotic stewardship"
    },
    "common_misconceptions": [
      "Misconception: VAP prevention is mainly about antibiotics. Reality: Prevention focuses on avoiding colonization/aspiration; antibiotics are for treatment",
      "Misconception: Keeping sedation deep prevents self-extubation and is safer. Reality: Deep sedation prolongs ventilation and increases complications",
      "Misconception: Bundle elements can be applied selectively. Reality: Bundle effectiveness requires implementing all elements together"
    ]
  },
  "prerequisites": [
    "health-sciences:medicine:critical-care:icu-007-mechanical-ventilation-modes"
  ],
  "related_concepts": [
    "health-sciences:medicine:critical-care:icu-011-sedation-strategies",
    "health-sciences:medicine:critical-care:icu-009-ventilator-weaning"
  ],
  "evidence": {
    "citations": [
      {
        "reference": "Klompas M, et al. Strategies to prevent ventilator-associated pneumonia in acute care hospitals: 2014 update. Infect Control Hosp Epidemiol. 2014;35(8):915-936.",
        "doi": "10.1086/677144",
        "pmid": "25026607"
      },
      {
        "reference": "Girard TD, et al. Efficacy and safety of a paired sedation and ventilator weaning protocol (Awakening and Breathing Controlled trial). Lancet. 2008;371(9607):126-134.",
        "doi": "10.1016/S0140-6736(08)60105-1",
        "pmid": "18191684"
      }
    ],
    "confidence_rationale": "Strong evidence base with multiple RCTs and systematic reviews supporting bundle elements"
  },
  "provenance": {
    "verification_status": "verified",
    "last_verified": "2026-01-11T11:35:00.000Z",
    "sources": [
      {
        "source": "SHEA/IDSA VAP Prevention Guidelines 2014",
        "type": "guideline",
        "year": 2014,
        "relevance": "Evidence-based prevention recommendations"
      },
      {
        "source": "ABC Trial. Lancet. 2008;371:126-134",
        "type": "randomized-controlled-trial",
        "year": 2008,
        "relevance": "Landmark trial establishing SAT+SBT protocol"
      }
    ]
  },
  "quality_assessment": {
    "content_quality_score": 0.95,
    "completeness": 0.96,
    "accuracy": 0.97,
    "clarity": 0.94,
    "assessment_date": "2026-01-11T11:35:00.000Z"
  },
  "owl:sameAs": "http://dbpedia.org/resource/Ventilator-associated_pneumonia",
  "skos:exactMatch": "http://www.wikidata.org/entity/Q2516152"
}