{
  "@context": "aku-v2",
  "@type": "definition",
  "@id": "health-sciences:medicine:critical-care:icu-026",
  "metadata": {
    "version": "4.0.0",
    "created": "2026-01-09T02:02:56.000Z",
    "contributors": [
      "copilot-agent",
      "quality-enhancement-agent",
      "critical-care-specialist"
    ],
    "confidence": 0.96,
    "status": "peer-reviewed",
    "modified": "2026-01-11T11:42:00.000Z"
  },
  "classification": {
    "domain_path": "health-sciences/medicine/critical-care",
    "type": "definition",
    "difficulty": "advanced",
    "importance": "high",
    "subspecialty": "neuromuscular-icu"
  },
  "content": {
    "title": "ICU-Acquired Weakness",
    "summary": "ICU-acquired weakness (ICUAW) is a syndrome of diffuse, symmetric limb weakness developing during critical illness without identifiable cause other than the critical illness itself, encompassing critical illness polyneuropathy, critical illness myopathy, and combined forms, with significant impact on ventilator weaning, functional recovery, and long-term outcomes.",
    "key_points": [
      "Affects 25-50% of mechanically ventilated patients; higher with sepsis, multiorgan failure, prolonged ventilation",
      "Spectrum includes critical illness polyneuropathy (CIP), critical illness myopathy (CIM), and combined CIP/CIM",
      "Diagnosed by bedside exam (MRC sum score <48/60) after excluding other causes of weakness",
      "Major risk factors: sepsis, SIRS, multiorgan failure, hyperglycemia, corticosteroids, neuromuscular blockers",
      "Prevention: early mobilization, light sedation, glycemic control, minimizing steroids and NMB",
      "Recovery occurs in majority but may take months; 50% have persistent weakness at 1 year"
    ],
    "statement": "ICU-acquired weakness is a clinically detected syndrome of symmetric limb weakness developing in critically ill patients without identifiable cause other than critical illness, resulting from critical illness polyneuropathy, critical illness myopathy, or their combination, associated with prolonged mechanical ventilation, increased mortality, and long-term functional impairment.",
    "explanation": {
      "intuition": "Critical illness causes a perfect storm of insults to muscles and nerves: systemic inflammation, metabolic derangements, disuse atrophy, microvascular dysfunction, and medication effects. The result is generalized weakness that can delay ventilator weaning, prolong ICU stay, and cause lasting disability.",
      "key_insight": "ICUAW is largely a preventable condition. The ABCDEF bundle elements - light sedation, daily awakening, early mobilization, and delirium prevention - directly address modifiable risk factors. The cultural shift from 'keeping patients sedated and still' to 'awake and moving' has dramatically reduced ICUAW incidence.",
      "technical_details": "CIP shows axonal polyneuropathy on EMG with reduced CMAP and SNAP amplitudes; CIM shows myopathic changes with short-duration, low-amplitude motor unit potentials and direct muscle stimulation abnormalities. Muscle biopsy shows type II fiber atrophy and myosin loss. MRC sum score assesses 6 muscle groups bilaterally (0-5 scale each); score <48/60 defines clinically significant weakness."
    },
    "definitions_glossary": {
      "icu_acquired_weakness": "Syndrome of diffuse, symmetric weakness developing during critical illness without identifiable cause other than the critical illness itself",
      "critical_illness_polyneuropathy": "Axonal sensorimotor polyneuropathy developing in critically ill patients, primarily affecting motor fibers",
      "critical_illness_myopathy": "Acute myopathy developing in critically ill patients characterized by weakness and muscle atrophy",
      "mrc_sum_score": "Medical Research Council scale summing strength of 6 bilateral muscle groups (0-60); <48 defines ICUAW",
      "prolonged_mechanical_ventilation": "Ventilator dependence beyond expected; ICUAW is leading cause of delayed weaning",
      "early_mobilization": "Initiating physical activity early in ICU stay; primary prevention strategy for ICUAW",
      "diaphragm_dysfunction": "Weakness of respiratory muscles contributing to ventilator dependence; part of ICUAW spectrum",
      "muscle_atrophy": "Loss of muscle mass; occurs rapidly in ICU (up to 2% per day)",
      "neuromuscular_blockers": "Medications blocking neuromuscular junction; associated with ICUAW especially with concurrent steroids",
      "microvascular_dysfunction": "Impaired blood flow to peripheral nerves and muscles in sepsis; contributes to ICUAW",
      "electrical_muscle_inexcitability": "Loss of muscle membrane excitability; feature of CIM distinguishing from CIP",
      "post_intensive_care_syndrome": "Long-term physical, cognitive, and psychological impairments after critical illness; ICUAW is major component"
    }
  },
  "clinical_features": {
    "pathophysiology": {
      "cip_mechanism": "Systemic inflammation and microvascular dysfunction cause axonal injury to peripheral nerves; sepsis-induced channelopathy affects nerve excitability",
      "cim_mechanism": "Muscle protein catabolism from immobility, inflammation, and corticosteroids; mitochondrial dysfunction; electrical inexcitability from sodium channel abnormalities",
      "shared_factors": "Sepsis/SIRS, hyperglycemia, immobility, and medications synergistically damage both nerve and muscle"
    },
    "epidemiology": {
      "incidence": "25-50% of mechanically ventilated patients; up to 80% with sepsis or multiorgan failure",
      "risk_factors": [
        "Sepsis and systemic inflammatory response",
        "Multiorgan failure",
        "Prolonged mechanical ventilation (>7 days)",
        "Hyperglycemia",
        "Corticosteroid use",
        "Neuromuscular blocking agents",
        "Prolonged immobility",
        "Vasopressor use"
      ],
      "timing": "Develops within first 2 weeks of critical illness; may persist for months"
    },
    "clinical_presentation": {
      "weakness_pattern": "Symmetric, flaccid weakness affecting limbs more than facial muscles; proximal and distal",
      "respiratory": "Diaphragm weakness contributing to weaning failure; reduced maximum inspiratory pressure",
      "reflexes": "Decreased or absent deep tendon reflexes in CIP; may be preserved in CIM",
      "sensory": "Sensory deficits in CIP; sensation preserved in pure CIM",
      "failure_to_wean": "ICUAW is leading cause of prolonged mechanical ventilation and weaning failure"
    },
    "diagnostic_criteria": {
      "clinical_diagnosis": {
        "mrc_assessment": "Sum of 0-5 strength grades across 6 bilateral muscle groups (shoulder abduction, elbow flexion, wrist extension, hip flexion, knee extension, ankle dorsiflexion)",
        "threshold": "MRC sum score <48/60 with diffuse weakness defines ICUAW",
        "requirements": "Patient must be awake and cooperative for valid assessment"
      },
      "electrophysiology": {
        "emg_ncs": "Distinguishes CIP (axonal polyneuropathy pattern) from CIM (myopathic pattern)",
        "cip_findings": "Reduced CMAP and SNAP amplitudes with normal conduction velocities",
        "cim_findings": "Short-duration, low-amplitude motor units; reduced CMAP; direct muscle stimulation abnormality"
      },
      "differential_diagnosis": [
        "Guillain-Barré syndrome",
        "Myasthenia gravis",
        "Spinal cord pathology",
        "Medication-induced weakness",
        "Pre-existing neuromuscular disease"
      ]
    },
    "prevention": {
      "early_mobilization": {
        "evidence": "Reduces ICUAW incidence, ventilator days, and ICU length of stay",
        "implementation": "Begin PT/OT within first 48-72 hours when hemodynamically stable",
        "barriers": "Sedation depth, hemodynamic instability, staffing, culture"
      },
      "sedation_management": {
        "light_sedation": "Target RASS 0 to -2; avoid deep sedation unless specifically indicated",
        "daily_awakening": "Daily sedation interruption to assess neurologic status and readiness"
      },
      "glycemic_control": "Maintain blood glucose in target range; avoid hyperglycemia",
      "minimize_risk_exposures": {
        "corticosteroids": "Use lowest effective dose for shortest duration",
        "neuromuscular_blockers": "Limit use to specific indications; avoid prolonged paralysis"
      }
    },
    "treatment_and_prognosis": {
      "supportive_care": "No specific pharmacologic treatment; focus on rehabilitation and addressing modifiable factors",
      "rehabilitation": "Physical and occupational therapy; may require inpatient rehabilitation after ICU",
      "prognosis": {
        "recovery": "Majority improve over weeks to months; CIM recovers faster than CIP",
        "persistent_weakness": "30-50% have residual weakness at 1 year; impacts quality of life",
        "mortality_impact": "ICUAW associated with increased ICU and hospital mortality"
      }
    }
  },
  "skos": {
    "prefLabel": "ICU-Acquired Weakness",
    "altLabel": [
      "ICUAW",
      "Critical Illness Weakness",
      "Critical Illness Polyneuropathy and Myopathy",
      "ICU Weakness Syndrome"
    ],
    "definition": "A syndrome of diffuse, symmetric limb weakness developing during critical illness, encompassing critical illness polyneuropathy, myopathy, or both, without identifiable cause other than the critical illness itself.",
    "broader": [
      "health-sciences:medicine:critical-care:neuromuscular-complications"
    ],
    "related": [
      "health-sciences:medicine:critical-care:icu-011-sedation-strategies",
      "health-sciences:medicine:critical-care:icu-012-delirium-prevention",
      "health-sciences:medicine:critical-care:icu-010-neuromuscular-blockade"
    ],
    "narrower": []
  },
  "medicalCode": {
    "snomedCt": {
      "conceptId": "870555005",
      "term": "ICU-acquired weakness"
    },
    "icd10": {
      "code": "G72.81",
      "display": "Critical illness myopathy"
    },
    "mesh": {
      "descriptorId": "D020511",
      "term": "Intensive Care Unit Acquired Weakness"
    }
  },
  "pedagogical": {
    "learning_objectives": [
      "Define ICU-acquired weakness and distinguish CIP from CIM",
      "Identify risk factors for ICUAW development",
      "Apply bedside assessment using MRC sum score",
      "Describe prevention strategies including early mobilization",
      "Explain the relationship between ICUAW and weaning failure",
      "Outline long-term functional outcomes after ICUAW"
    ],
    "clinical_pearls": [
      "ICUAW is the leading cause of weaning failure - always consider in patients who fail extubation",
      "Early mobilization is the most effective prevention - start PT/OT within 48-72 hours",
      "MRC sum score <48/60 in an awake, cooperative patient defines ICUAW",
      "CIM typically recovers faster than CIP - months vs up to a year",
      "Combination of steroids + NMB is particularly high-risk for ICUAW",
      "Many survivors have persistent weakness and functional impairment at 1 year"
    ],
    "board_yield": {
      "usmle_step1": "Muscle physiology, axonal vs demyelinating neuropathy, channelopathy",
      "usmle_step2": "Risk factors, clinical diagnosis, weaning failure workup",
      "usmle_step3": "Prevention strategies, ABCDEF bundle, rehabilitation planning",
      "abim_critical_care": "EMG interpretation, sedation protocols, long-term outcomes"
    },
    "common_misconceptions": [
      "Misconception: ICUAW is rare. Reality: Affects 25-50% of mechanically ventilated patients",
      "Misconception: Deep sedation keeps patients safe. Reality: Deep sedation increases ICUAW and delirium",
      "Misconception: Weakness always resolves after ICU. Reality: 30-50% have persistent weakness at 1 year"
    ]
  },
  "prerequisites": [
    "health-sciences:medicine:critical-care:icu-011-sedation-strategies"
  ],
  "related_concepts": [
    "health-sciences:medicine:critical-care:icu-010-neuromuscular-blockade",
    "health-sciences:medicine:critical-care:icu-012-delirium-prevention"
  ],
  "evidence": {
    "citations": [
      {
        "reference": "Fan E, et al. An Official American Thoracic Society Clinical Practice Guideline: Diagnosis of Intensive Care Unit-acquired Weakness. Am J Respir Crit Care Med. 2014;190(12):1437-1446.",
        "doi": "10.1164/rccm.201411-2011ST",
        "pmid": "25496103"
      },
      {
        "reference": "Schweickert WD, et al. Early physical and occupational therapy in mechanically ventilated, critically ill patients. Lancet. 2009;373(9678):1874-1882.",
        "doi": "10.1016/S0140-6736(09)60658-9",
        "pmid": "19446324"
      }
    ],
    "confidence_rationale": "Well-characterized syndrome with society guidelines and RCT evidence for prevention"
  },
  "provenance": {
    "verification_status": "verified",
    "last_verified": "2026-01-11T11:42:00.000Z",
    "sources": [
      {
        "source": "ATS Clinical Practice Guideline 2014",
        "type": "guideline",
        "year": 2014,
        "relevance": "Diagnostic criteria and recommendations"
      },
      {
        "source": "Schweickert Early Mobility Trial. Lancet 2009",
        "type": "randomized-controlled-trial",
        "year": 2009,
        "relevance": "Evidence for early mobilization"
      }
    ]
  },
  "quality_assessment": {
    "content_quality_score": 0.95,
    "completeness": 0.96,
    "accuracy": 0.97,
    "clarity": 0.94,
    "assessment_date": "2026-01-11T11:42:00.000Z"
  },
  "owl:sameAs": "http://dbpedia.org/resource/Critical_illness_polyneuropathy",
  "skos:exactMatch": "http://www.wikidata.org/entity/Q5186089"
}
