{
  "@context": "aku-v2",
  "@type": "procedure",
  "@id": "health-sciences:medicine:critical-care:icu-024",
  "metadata": {
    "version": "4.0.0",
    "created": "2026-01-09T02:02:56.000Z",
    "contributors": [
      "copilot-agent",
      "quality-enhancement-agent",
      "critical-care-specialist"
    ],
    "confidence": 0.96,
    "status": "peer-reviewed",
    "modified": "2026-01-11T11:36:00.000Z"
  },
  "classification": {
    "domain_path": "health-sciences/medicine/critical-care",
    "type": "procedure",
    "difficulty": "intermediate",
    "importance": "critical",
    "subspecialty": "icu-prevention-bundles"
  },
  "content": {
    "title": "Central Line-Associated Bloodstream Infection Prevention",
    "summary": "CLABSI prevention bundles combine evidence-based insertion and maintenance practices to prevent bloodstream infections from central venous catheters, including hand hygiene, maximal sterile barriers, chlorhexidine skin prep, optimal site selection, and daily line necessity review.",
    "key_points": [
      "CLABSI causes 12-25% attributable mortality and adds $25,000-50,000 per infection",
      "Insertion bundle: hand hygiene, full barrier precautions, chlorhexidine skin prep, avoid femoral site, remove unnecessary lines",
      "Maintenance bundle: daily review of line necessity, chlorhexidine-impregnated dressings, minimize line manipulation",
      "Subclavian site has lowest infection rate but highest mechanical complication rate",
      "Daily review with prompt removal of unnecessary lines is most effective prevention strategy",
      "Zero CLABSI is achievable with high-reliability bundle implementation"
    ],
    "statement": "Central line-associated bloodstream infection (CLABSI) prevention is achieved through rigorous adherence to evidence-based insertion and maintenance bundles, including aseptic technique, optimal site selection, chlorhexidine-based skin antisepsis, and systematic daily assessment of line necessity for prompt removal when no longer needed.",
    "explanation": {
      "intuition": "Central lines breach the skin barrier and provide a direct path for bacteria to enter the bloodstream. Bacteria can contaminate the line during insertion, migrate along the catheter from skin, or seed the catheter hub from handling. Prevention targets each pathway: sterile insertion, skin antisepsis, hub hygiene, and minimizing catheter days.",
      "key_insight": "The most impactful intervention is removing unnecessary lines - every catheter day is a day of infection risk. Rather than just focusing on insertion technique, the cultural shift to 'do we still need this line today?' fundamentally changes CLABSI rates.",
      "technical_details": "CLABSI is defined as laboratory-confirmed BSI in patient with CVC at time of or within 48h before infection onset without other apparent source. NHSN surveillance definitions standardize reporting. Infection rates expressed as infections per 1000 catheter-days. Chlorhexidine >0.5% with alcohol is preferred skin prep; 2% chlorhexidine-impregnated dressings reduce infection further. Antimicrobial-impregnated catheters (chlorhexidine/silver sulfadiazine or minocycline/rifampin) reduce infection in high-risk settings."
    },
    "definitions_glossary": {
      "central_line_associated_bloodstream_infection": "Laboratory-confirmed BSI occurring in patient with central line in place at time of or within 48h before infection onset, without other apparent source",
      "central_venous_catheter": "Catheter terminating in great vessel (SVC, IVC) used for infusion, hemodynamic monitoring, or vascular access",
      "insertion_bundle": "Set of evidence-based practices performed during catheter insertion to prevent infection",
      "maintenance_bundle": "Ongoing practices for catheter care after insertion to prevent infection",
      "maximal_sterile_barriers": "Full drape covering patient, sterile gown and gloves, mask, and cap for inserter and assistants",
      "chlorhexidine_skin_prep": "Chlorhexidine gluconate >0.5% with alcohol applied to skin before insertion; superior to povidone-iodine",
      "catheter_days": "Cumulative days of central line presence; denominator for CLABSI rate calculation",
      "line_necessity_review": "Daily assessment of whether central line is still clinically required",
      "hub_contamination": "Bacterial colonization of catheter hub from handling; major source of CLABSI",
      "antimicrobial_impregnated_catheter": "Catheters coated with antimicrobial agents to reduce colonization and infection",
      "chlorhexidine_dressing": "Transparent dressing impregnated with chlorhexidine for ongoing skin antisepsis",
      "zero_harm": "Quality improvement goal of eliminating all preventable harm events including CLABSI"
    }
  },
  "clinical_features": {
    "pathophysiology": {
      "infection_routes": {
        "extraluminal": "Migration of skin organisms along external catheter surface into bloodstream",
        "intraluminal": "Contamination of catheter hub during access; bacteria travel through lumen",
        "hematogenous": "Seeding of catheter from distant infection site",
        "infusate": "Rare; contaminated infusion solution"
      },
      "biofilm_formation": "Bacteria adhere to catheter and form protective biofilm matrix resistant to antibiotics and immune defenses",
      "risk_timeline": "Extraluminal predominates early (<10 days); intraluminal (hub) more common later"
    },
    "epidemiology": {
      "incidence": "0.5-3 per 1000 catheter-days in ICU with good prevention programs; historically 5-10+",
      "pathogens": "Coagulase-negative staphylococci (30%), S. aureus (20%), Enterococcus (10%), Gram-negatives (20%), Candida (10%)",
      "mortality": "Attributable mortality 12-25%; higher with certain organisms (S. aureus, Candida)",
      "cost": "$25,000-50,000+ per infection; non-reimbursable hospital-acquired condition"
    },
    "insertion_bundle": {
      "hand_hygiene": "Thorough hand washing or alcohol-based hand rub before donning sterile gear",
      "maximal_sterile_barriers": {
        "components": "Cap, mask, sterile gown, sterile gloves, large sterile drape covering patient",
        "evidence": "Reduces infection 6-fold compared to limited barriers"
      },
      "chlorhexidine_skin_antisepsis": {
        "agent": "Chlorhexidine >0.5% with alcohol; apply with friction, allow to dry",
        "evidence": "Superior to povidone-iodine for preventing colonization and infection"
      },
      "optimal_site_selection": {
        "subclavian": "Lowest infection rate; higher pneumothorax risk; preferred for non-emergent access",
        "internal_jugular": "Moderate infection risk; ultrasound guidance reduces mechanical complications",
        "femoral": "Highest infection rate; acceptable in emergency; remove as soon as alternative available"
      },
      "avoid_unnecessary_lines": "Question indication before insertion; use peripheral access when possible"
    },
    "maintenance_bundle": {
      "daily_line_review": {
        "practice": "Ask daily 'Is this line still necessary?' with checklist or nursing prompt",
        "evidence": "Single most effective intervention; every additional catheter-day increases infection risk"
      },
      "dressing_care": {
        "transparent_dressing": "Change every 5-7 days or when soiled/loose",
        "chlorhexidine_dressing": "Reduces CLABSI by ~50%; consider for high-risk patients or units",
        "gauze_dressing": "Change every 2 days; use when CHG dressing contraindicated"
      },
      "hub_care": {
        "scrub_the_hub": "Friction scrub with alcohol or CHG for 10-15 seconds before each access",
        "needleless_connectors": "Use designated connectors with proper disinfection technique"
      },
      "tubing_changes": "Administration sets every 96h unless blood/lipid (every 24h)"
    },
    "special_considerations": {
      "antimicrobial_catheters": {
        "types": "Chlorhexidine/silver sulfadiazine (external); minocycline/rifampin (external + internal)",
        "indications": "Expected duration >5 days, high CLABSI rate despite bundle compliance",
        "evidence": "Reduces infection; cost-effective in high-incidence settings"
      },
      "chlorhexidine_bathing": "Daily CHG bathing of ICU patients reduces colonization and may reduce CLABSI",
      "antibiotic_lock": "Prophylactic antibiotic lock solutions for high-risk long-term catheters (dialysis, oncology)"
    },
    "implementation": {
      "bundle_compliance": "All-or-none compliance tracking; partial implementation reduces effectiveness",
      "insertion_checklist": "Standardized checklist with empowerment to stop procedure for violations",
      "audit_feedback": "Regular feedback on CLABSI rates and bundle compliance to clinical teams",
      "zero_culture": "Organizational commitment to zero CLABSI as achievable goal"
    }
  },
  "skos": {
    "prefLabel": "Central Line-Associated Bloodstream Infection Prevention",
    "altLabel": [
      "CLABSI Prevention",
      "Central Line Bundle",
      "CVC Infection Prevention",
      "Line Infection Prevention"
    ],
    "definition": "A multimodal bundle of evidence-based insertion and maintenance practices designed to prevent bloodstream infections associated with central venous catheters.",
    "broader": [
      "health-sciences:medicine:critical-care:icu-prevention-bundles"
    ],
    "related": [
      "health-sciences:medicine:critical-care:icu-014-central-venous-access",
      "health-sciences:medicine:critical-care:icu-023-vap-prevention",
      "health-sciences:medicine:critical-care:icu-025-cauti-prevention"
    ],
    "narrower": []
  },
  "medicalCode": {
    "snomedCt": {
      "conceptId": "441561007",
      "term": "Central line-associated bloodstream infection"
    },
    "icd10": {
      "code": "T80.211A",
      "display": "Bloodstream infection due to central venous catheter, initial encounter"
    },
    "mesh": {
      "descriptorId": "D055499",
      "term": "Catheter-Related Infections"
    }
  },
  "pedagogical": {
    "learning_objectives": [
      "List the components of the CLABSI insertion bundle",
      "Compare infection rates by central line insertion site",
      "Describe daily maintenance practices to prevent CLABSI",
      "Implement line necessity review protocols",
      "Recognize indications for antimicrobial-impregnated catheters",
      "Apply quality improvement principles to achieve zero CLABSI"
    ],
    "clinical_pearls": [
      "The best way to prevent CLABSI is to remove unnecessary lines - ask daily 'Is this line still needed?'",
      "Subclavian has lowest infection rate but highest pneumothorax risk - choose based on patient factors",
      "Scrub the hub for 10-15 seconds before every line access - hub contamination is a major CLABSI source",
      "Chlorhexidine-impregnated dressings reduce CLABSI by ~50% - use in high-risk patients",
      "Empower nurses to stop procedures if sterile technique is broken - creates culture of safety",
      "Zero CLABSI is achievable with high-reliability bundle implementation - don't accept infections as inevitable"
    ],
    "board_yield": {
      "usmle_step1": "Biofilm formation, pathogen characteristics, chlorhexidine mechanism",
      "usmle_step2": "Bundle components, site selection, sterile technique",
      "usmle_step3": "Quality metrics, implementation strategies, cost-effectiveness",
      "abim_critical_care": "Surveillance definitions, antimicrobial catheter indications, outbreak investigation"
    },
    "common_misconceptions": [
      "Misconception: Some CLABSI is inevitable. Reality: Zero CLABSI is achievable with high bundle compliance",
      "Misconception: Femoral is acceptable for routine use. Reality: Should be removed as soon as alternative access available",
      "Misconception: Bundle is mainly about insertion technique. Reality: Daily line necessity review and maintenance are equally important"
    ]
  },
  "prerequisites": [
    "health-sciences:medicine:critical-care:icu-014-central-venous-access"
  ],
  "related_concepts": [
    "health-sciences:medicine:critical-care:icu-023-vap-prevention",
    "health-sciences:medicine:critical-care:icu-025-cauti-prevention"
  ],
  "evidence": {
    "citations": [
      {
        "reference": "Pronovost P, et al. An intervention to decrease catheter-related bloodstream infections in the ICU. N Engl J Med. 2006;355(26):2725-2732.",
        "doi": "10.1056/NEJMoa061115",
        "pmid": "17192537"
      },
      {
        "reference": "Marschall J, et al. Strategies to prevent central line-associated bloodstream infections in acute care hospitals: 2014 update. Infect Control Hosp Epidemiol. 2014;35(7):753-771.",
        "doi": "10.1086/676533",
        "pmid": "24915204"
      }
    ],
    "confidence_rationale": "Strong evidence base with landmark trials demonstrating dramatic infection reduction"
  },
  "provenance": {
    "verification_status": "verified",
    "last_verified": "2026-01-11T11:36:00.000Z",
    "sources": [
      {
        "source": "Pronovost Keystone ICU Study. N Engl J Med. 2006;355:2725-2732",
        "type": "quality-improvement",
        "year": 2006,
        "relevance": "Landmark study demonstrating bundle effectiveness"
      },
      {
        "source": "SHEA/IDSA CLABSI Prevention Guidelines 2014",
        "type": "guideline",
        "year": 2014,
        "relevance": "Evidence-based prevention recommendations"
      }
    ]
  },
  "quality_assessment": {
    "content_quality_score": 0.96,
    "completeness": 0.97,
    "accuracy": 0.98,
    "clarity": 0.94,
    "assessment_date": "2026-01-11T11:36:00.000Z"
  },
  "owl:sameAs": "http://dbpedia.org/resource/Central_line-associated_bloodstream_infection",
  "skos:exactMatch": "http://www.wikidata.org/entity/Q5061573"
}