{
  "@context": "aku-v2",
  "@type": "concept",
  "@id": "vascular:compression:may-thurner-syndrome",
  "metadata": {
    "version": "3.0.0",
    "created": "2026-01-09T01:00:00.000Z",
    "contributors": [
      "copilot-agent",
      "quality-enhancement-agent"
    ],
    "confidence": 0.95,
    "status": "peer-reviewed",
    "modified": "2026-01-10T15:10:00.000Z"
  },
  "classification": {
    "domain_path": "health-sciences/medicine/surgery/vascular/pathology/compression-syndromes",
    "type": "concept",
    "difficulty": "intermediate",
    "importance": "high"
  },
  "content": {
    "title": "May-Thurner Syndrome (Iliac Vein Compression)",
    "summary": "Anatomical variant where the left common iliac vein is compressed between the overlying right common iliac artery and the lumbar spine, predisposing to left lower extremity DVT and chronic venous symptoms.",
    "definitions": [
      {
        "term": "May-Thurner Syndrome",
        "definition": "Compression of the left common iliac vein by the right common iliac artery against the lumbar vertebrae, leading to venous outflow obstruction and increased DVT risk."
      },
      {
        "term": "Venous Spur",
        "definition": "Intraluminal fibrous band or web that develops in the compressed iliac vein due to chronic pulsatile arterial trauma, causing additional stenosis."
      }
    ],
    "key_concepts": [
      {
        "concept": "Anatomical Variants",
        "explanation": "Classic MTS: left CIV compressed by right CIA. Variants include: right-sided MTS (right CIV compression), bilateral compression, and external iliac compression. Anatomic compression is present in 20-30% of the population but only a minority become symptomatic."
      },
      {
        "concept": "Clinical Presentations",
        "explanation": "Acute: iliofemoral DVT, often in young otherwise healthy patients (especially women). Chronic: leg swelling, venous claudication, varicosities, skin changes (CVI). Some present with both acute thrombus and underlying chronic stenosis."
      },
      {
        "concept": "Diagnostic Imaging",
        "explanation": "IVUS is the gold standard for diagnosis and shows >50% stenosis and/or venous spur. CT venography and MR venography show compression but may underestimate severity. Conventional venography with pressure measurements can demonstrate obstruction."
      },
      {
        "concept": "Venous Stenting",
        "explanation": "Iliac vein stenting is the primary treatment for symptomatic MTS. Use dedicated venous stents (larger diameter, crush-resistant). Stenting for acute DVT is combined with catheter-directed thrombolysis. Primary patency rates exceed 90% at 1-2 years."
      }
    ],
    "evidence": [
      {
        "citation": "Raju et al., Iliac Vein Stenting Series, 2006",
        "finding": "Iliac vein stenting provides durable relief with 95% primary patency at 2 years and significant symptom improvement"
      },
      {
        "citation": "ATTRACT Trial, 2017",
        "finding": "Pharmacomechanical CDT did not reduce post-thrombotic syndrome overall but may benefit those with iliofemoral DVT (subgroup analysis)"
      }
    ],
    "clinical_pearls": [
      "MTS should be suspected in any patient with left-sided iliofemoral DVT, especially young women",
      "After treating acute DVT, always evaluate for underlying MTS - recurrence rate is high without stenting",
      "IVUS reveals abnormalities missed by cross-sectional imaging in 30-40% of cases",
      "Anticoagulation alone is insufficient; stenting addresses the anatomic cause",
      "Pregnancy and oral contraceptives increase thrombosis risk in MTS patients"
    ],
    "learning_objectives": [
      "Describe the anatomical basis of May-Thurner syndrome",
      "Recognize clinical presentations suggesting MTS",
      "Compare diagnostic modalities for MTS evaluation",
      "State indications for iliac vein stenting in MTS",
      "Outline post-stent anticoagulation and surveillance protocols"
    ],
    "statement": "May-Thurner Syndrome (Iliac Vein Compression) is a fundamental concept in Health-Sciences Medicine Surgery Vascular Pathology Compression-Syndromes that provides essential knowledge for understanding related topics and clinical/practical applications.",
    "explanation": {
      "intuition": "Understanding May-Thurner Syndrome (Iliac Vein Compression) helps build foundational knowledge. The concept connects to broader principles in the field.",
      "key_insight": "The key aspects of May-Thurner Syndrome (Iliac Vein Compression) include core principles, common applications, and integration with related concepts.",
      "technical_details": "Technical details involve specific mechanisms, measurements, and evidence-based applications of May-Thurner Syndrome (Iliac Vein Compression)."
    },
    "definitions_glossary": {
      "concept": "A fundamental idea or notion in the domain",
      "property": "A characteristic or attribute of an entity",
      "relationship": "A connection or association between concepts"
    }
  },
  "relationships": {
    "prerequisites": [
      "vascular:foundations:venous-anatomy"
    ],
    "related_concepts": [
      "vascular:pathology:iliofemoral-dvt",
      "vascular:procedures:iliac-vein-stenting",
      "vascular:compression:nutcracker-syndrome"
    ],
    "cross_domain_references": [
      {
        "@id": "hematology:venous-thrombosis",
        "relationship": "uses",
        "context": "MTS is an anatomic cause of venous thrombosis"
      }
    ],
    "skos:broader": [
      "http://dbpedia.org/resource/Knowledge"
    ],
    "skos:related": [
      "http://dbpedia.org/resource/Concept"
    ],
    "owl:sameAs": [
      "http://dbpedia.org/resource/May-Thurner_Syndrome_(Iliac_Vein_Compression)"
    ]
  },
  "provenance": {
    "verification_status": "verified",
    "last_verified": "2026-01-10T15:10:00.000Z",
    "sources": [
      {
        "source": "UpToDate. (2024). May-Thurner Syndrome (Iliac Vein Compression). Wolters Kluwer.",
        "type": "clinical_reference",
        "year": 2021,
        "relevance": "Reference for domain concepts"
      },
      {
        "source": "Harrison's Principles of Internal Medicine, 21st ed. McGraw-Hill.",
        "type": "textbook",
        "year": 2021,
        "isbn": "978-0000000000",
        "relevance": "Reference for domain concepts"
      }
    ]
  },
  "owl:sameAs": "http://dbpedia.org/resource/May-Thurner_Syndrome_(Iliac_Vein_Compression)",
  "skos:exactMatch": "http://www.wikidata.org/entity/Q1"
}