{
  "@context": "aku-v2",
  "@type": "concept",
  "@id": "vascular:compression:pelvic-congestion",
  "metadata": {
    "version": "1.0.0",
    "created": "2026-01-09T01:30:00.000Z",
    "contributors": [
      "copilot-agent"
    ],
    "confidence": 0.95,
    "status": "enhanced",
    "modified": "2026-01-09T11:29:00.000Z"
  },
  "classification": {
    "domain_path": "health-sciences/medicine/surgery/vascular/pathology/compression-syndromes",
    "type": "concept",
    "difficulty": "intermediate",
    "importance": "high"
  },
  "content": {
    "title": "Pelvic Congestion Syndrome",
    "summary": "Chronic pelvic pain caused by ovarian and pelvic venous insufficiency with varices, occurring predominantly in premenopausal multiparous women.",
    "definitions": [
      {
        "term": "Pelvic Congestion Syndrome",
        "definition": "Chronic pelvic pain (>6 months) caused by dilated, incompetent ovarian and pelvic veins, often associated with visible vulvar or thigh varices."
      },
      {
        "term": "Ovarian Vein Reflux",
        "definition": "Retrograde flow in the ovarian veins due to absent or incompetent valves, leading to venous engorgement of pelvic organs."
      }
    ],
    "key_concepts": [
      {
        "concept": "Clinical Presentation",
        "explanation": "Dull, aching pelvic pain worse with standing and premenstrual. Associated with dyspareunia, dysmenorrhea, urinary urgency, and visible vulvar or thigh varices (communicating with saphenous system)."
      },
      {
        "concept": "Diagnostic Imaging",
        "explanation": "Transvaginal ultrasound shows dilated pelvic veins (>5-6mm). Ovarian venography (gold standard) demonstrates reflux and varices. MR venography provides non-invasive assessment. CT may show dilated veins incidentally."
      },
      {
        "concept": "Treatment: Ovarian Vein Embolization",
        "explanation": "Catheter-based embolization of incompetent ovarian and internal iliac tributaries using coils, foam sclerosant, or both. Bilateral treatment often needed. 70-80% experience significant symptom relief."
      },
      {
        "concept": "Relationship to Lower Extremity Varices",
        "explanation": "Pelvic varices can communicate with leg varicose veins via escape points (vulvar, obturator, gluteal). Treatment of pelvic source may be necessary for recurrent leg varices."
      }
    ],
    "evidence": [
      {
        "citation": "Beard et al., Randomized Trial of Embolization, 1998",
        "finding": "Ovarian vein embolization reduced pain scores by 50% in 83% of patients at 1-year follow-up"
      },
      {
        "citation": "Venbrux et al., Multicenter Registry, 2002",
        "finding": "Technical success rate >95% with embolization; major complications <5%"
      }
    ],
    "clinical_pearls": [
      "PCS is a diagnosis of exclusion - rule out gynecologic, GI, and urologic causes",
      "Symptoms often worse in the second half of menstrual cycle due to hormonal effects",
      "Vulvar or medial thigh varices in a multiparous woman strongly suggest pelvic source",
      "May coexist with May-Thurner syndrome - evaluate for iliac compression",
      "Recurrent leg varices after stripping may have pelvic origin"
    ],
    "learning_objectives": [
      "Recognize clinical features suggesting pelvic congestion syndrome",
      "Describe diagnostic imaging findings in PCS",
      "Explain the technique of ovarian vein embolization",
      "Identify the relationship between pelvic and lower extremity varices",
      "State expected outcomes after embolization"
    ],
    "statement": "Pelvic Congestion Syndrome is a fundamental concept in Health-Sciences Medicine Surgery Vascular Pathology Compression-Syndromes that provides essential knowledge for understanding related topics and clinical/practical applications.",
    "explanation": {
      "intuition": "Understanding Pelvic Congestion Syndrome helps build foundational knowledge. The concept connects to broader principles in the field.",
      "key_insight": "The key aspects of Pelvic Congestion Syndrome include core principles, common applications, and integration with related concepts.",
      "technical_details": "Technical details involve specific mechanisms, measurements, and evidence-based applications of Pelvic Congestion Syndrome."
    }
  },
  "relationships": {
    "prerequisites": [
      "vascular:foundations:pelvic-venous-anatomy"
    ],
    "related_concepts": [
      "vascular:compression:may-thurner-syndrome",
      "vascular:pathology:varicose-veins",
      "vascular:procedures:venous-embolization"
    ],
    "cross_domain_references": [
      {
        "@id": "gynecology:chronic-pelvic-pain",
        "relationship": "informs",
        "context": "PCS is a vascular cause of chronic pelvic pain"
      }
    ]
  },
  "provenance": {
    "citations": [
      {
        "source": "UpToDate. (2024). Pelvic Congestion Syndrome. Wolters Kluwer.",
        "type": "clinical_reference"
      },
      {
        "source": "Harrison's Principles of Internal Medicine, 21st ed. McGraw-Hill.",
        "type": "textbook"
      }
    ],
    "verification_status": "pending",
    "last_verified": null
  }
}