{
  "@context": "aku-v2",
  "@type": "clinical-concept",
  "@id": "vascular:lymphatic:lymph-002-anatomy",
  "metadata": {
    "version": "1.0.0",
    "created": "2026-01-07T00:30:00.000Z",
    "contributors": ["copilot-agent", "knowledge-graph-agent"],
    "confidence": 0.95,
    "status": "validated",
    "last_updated": "2026-01-07T00:30:00.000Z"
  },
  "classification": {
    "domain_path": "health-sciences/medicine/surgery/vascular/pathology/lymphatic",
    "type": "definition",
    "difficulty": "advanced",
    "importance": "foundational",
    "aku_id": "LYMPH-002",
    "keywords": ["lymphatic anatomy", "lymphatic vessels", "lymph nodes", "thoracic duct", "cisterna chyli"],
    "medical_specialty": "vascular_surgery",
    "clinical_context": "lymphatic_disease",
    "isNativeDomain": true
  },
  "content": {
    "statement": {
      "text": "The lymphatic system is a unidirectional network of thin-walled vessels and lymph nodes that returns interstitial fluid, proteins, and lipids to the venous circulation, beginning as blind-ended capillaries and culminating in the thoracic duct draining into the left subclavian vein.",
      "formal": "Lymphatic_Flow: Interstitium → Initial_Lymphatics → Collecting_Vessels → Lymph_Nodes → Lymphatic_Trunks → Thoracic_Duct → Left_Venous_Angle"
    },
    "explanation": {
      "intuition": "Imagine a secondary drainage system running parallel to your veins that collects fluid and proteins that leak from blood capillaries. This one-way system has no pump - it relies on muscle contractions and breathing to move fluid toward the heart.",
      "key_insight": "The lymphatic system returns 2-4 liters of protein-rich fluid daily to the bloodstream. Unlike veins, lymphatics have no central pump - they depend on intrinsic vessel contractions (lymphangions), skeletal muscle activity, and respiratory pressure changes for propulsion.",
      "technical_details": "Initial lymphatics are blind-ended endothelial tubes with discontinuous basement membrane and anchoring filaments that open junctions when interstitial pressure rises. Collecting lymphatics have valves every 6-20mm forming functional units called lymphangions that contract 1-4 times per minute. Deep lymphatics follow arteries; superficial lymphatics follow veins. Major trunks include lumbar, intestinal, bronchomediastinal, subclavian, and jugular trunks. The thoracic duct originates from the cisterna chyli at L1-L2, ascends through the aortic hiatus, and drains into the left venous angle. The right lymphatic duct drains only the right upper quadrant.",
      "common_misconceptions": [
        "Misconception: The lymphatic system is part of the venous system. Reality: It is anatomically and functionally separate, though both return fluid centrally.",
        "Misconception: The heart pumps lymph. Reality: Lymph flow depends on intrinsic lymphangion contractions and extrinsic muscle/respiratory pumps.",
        "Misconception: Lymph nodes just filter lymph. Reality: They are immune surveillance organs where antigen presentation and lymphocyte activation occur."
      ]
    }
  },
  "clinical_features": {
    "anatomic_structures": {
      "initial_lymphatics": "Blind-ended capillaries in tissues with oak-leaf endothelium and anchoring filaments",
      "collecting_lymphatics": "Valved vessels with smooth muscle capable of intrinsic contraction (lymphangions)",
      "lymph_nodes": "Encapsulated immune organs with afferent/efferent vessels, 600-700 in the body",
      "thoracic_duct": "Main lymphatic trunk, 38-45cm long, 5mm diameter, drains 75% of body",
      "right_lymphatic_duct": "Short trunk draining right head, arm, and thorax to right venous angle",
      "cisterna_chyli": "Dilated sac at L1-L2 receiving intestinal and lumbar trunks"
    },
    "regional_lymphatics": {
      "lower_extremity": "Superficial follow GSV, deep follow femoral vessels, drain to inguinal nodes",
      "upper_extremity": "Superficial follow cephalic/basilic veins, drain to axillary nodes",
      "trunk": "Drain to para-aortic, iliac, and thoracic chains",
      "head_neck": "Drain to cervical chain eventually to jugular trunk"
    },
    "physiology_notes": {
      "daily_flow": "2-4 liters of lymph returned to circulation daily",
      "protein_return": "50-100g of protein returned daily (prevents tissue edema)",
      "lipid_transport": "Intestinal lymphatics (lacteals) absorb dietary long-chain fats as chylomicrons"
    },
    "clinical_significance": [
      "Thoracic duct injury causes chylothorax (left side) or chylous ascites",
      "Lymph node dissection disrupts drainage causing secondary lymphedema",
      "Sentinel node mapping exploits predictable drainage patterns",
      "Lymphatic-venous anastomosis bypasses obstruction"
    ]
  },
  "skos": {
    "prefLabel": {
      "@language": "en",
      "@value": "Lymphatic System Anatomy"
    },
    "altLabel": [
      "Lymphatic vessel anatomy",
      "Lymphatic drainage pathways",
      "Thoracic duct anatomy"
    ],
    "definition": {
      "@language": "en",
      "@value": "The structural organization of the lymphatic system from initial lymphatics through collecting vessels, lymph nodes, and lymphatic trunks to the thoracic and right lymphatic ducts that return lymph to the venous circulation."
    },
    "notation": "LYMPH-002"
  },
  "relationships": {
    "prerequisites": [],
    "enables": [
      "vascular:lymphatic:lymph-003-physiology",
      "vascular:lymphatic:lymph-004-primary-lymphedema",
      "vascular:lymphatic:lymph-007-secondary-lymphedema"
    ],
    "skos:broader": ["vascular:lymphatic:system"],
    "skos:related": ["vascular:venous:anatomy", "vascular:lymphatic:physiology"],
    "skos:narrower": ["vascular:lymphatic:thoracic-duct", "vascular:lymphatic:lymph-nodes"]
  },
  "provenance": {
    "sources": [
      {
        "type": "textbook",
        "title": "Handbook of Venous and Lymphatic Disorders",
        "edition": "4th",
        "year": 2017
      },
      {
        "type": "textbook",
        "title": "Gray's Anatomy",
        "edition": "42nd",
        "chapter": "Lymphatic System",
        "year": 2021
      }
    ]
  },
  "pedagogical": {
    "target_audience": ["vascular surgery residents", "general surgery residents", "plastic surgery residents"],
    "estimated_time": "20min",
    "learning_objectives": [
      "Describe the structural components of the lymphatic system from capillaries to trunks",
      "Identify major lymphatic trunks and their drainage territories",
      "Understand the thoracic duct course and clinical significance",
      "Relate anatomy to surgical considerations and iatrogenic injury"
    ],
    "clinical_pearls": [
      "The thoracic duct drains into the LEFT subclavian vein - left-sided chylothorax suggests duct injury",
      "Thoracic duct injury during left neck dissection occurs at the junction of internal jugular and subclavian veins",
      "Lymphangions are functional pump units that contract 1-4 times per minute",
      "The superficial lymphatics of the leg follow the great saphenous vein",
      "Sentinel lymph node biopsy exploits the orderly sequential pattern of lymphatic drainage"
    ],
    "board_yield": "HIGH"
  },
  "medicalCode": [
    {
      "codingSystem": "SNOMED-CT",
      "codeValue": "360327000",
      "description": "Structure of lymphatic system"
    },
    {
      "codingSystem": "SNOMED-CT",
      "codeValue": "361379006",
      "description": "Structure of thoracic duct"
    },
    {
      "codingSystem": "ICD-10-CM",
      "codeValue": "D47.Z9",
      "description": "Other specified neoplasms of uncertain behavior of lymphoid, hematopoietic and related tissue"
    }
  ]
}
